Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: This feed is currently receiving high traffic and is temporarily unavailable. Please try again later.
cs: Tento zdroj má v současné době vysoký provoz a je dočasně nedostupný. Prosím zkuste to znovu později.
es_419: Este muro está recibiendo mucho tráfico y no está disponible temporalmente. Vuelve a intentarlo más tarde.
pl: Ten kanał obecnie otrzymuje dużo ruchu i jest tymczasowo niedostępny. Spróbuj ponownie później.
zh_tw: 這個時間軸目前存取過多而暫時無法使用。請稍後再試。

source: This feed is empty!
es_419: ¡Este muro está vacío!
pl: Ten kanał jest pusty!
zh_tw: 這個時間軸是空的！

source: This feed is empty! You may need to follow more users or tune your language settings.
es_419: ¡Este muro está vacío! Puede que necesites seguir a más usuarios o cambiar tus ajustes de idioma.
pl: Ten kanał jest pusty! Może musisz obserwować więcej użytkowników lub dostroić ustawienia językowe.
zh_tw: 這個時間軸是空的！您可能需要跟隨更多使用者或調整您的語言設定。

source: This information is not shared with other users.
cs: Tyto informace nejsou sdíleny s ostatními uživateli.
es_419: Esta información no se comparte con otros usuarios.
pl: Te informacje nie są udostępniane innym użytkownikom.
zh_tw: 這個資訊不會與其他使用者分享。

source: This is important in case you ever need to change your email or reset your password.
cs: To je důležité pro případ, že byste někdy potřebovali změnit svůj e-mail nebo resetovat heslo.
es_419: Esto es importante en caso de que necesites cambiar tu correo electrónico o restablecer tu contraseña en el futuro.
pl: To jest ważne, jeśli kiedykolwiek będziesz musiał zmienić swój adres e-mail lub zresetować hasło.
zh_tw: 這是重要的，在需要變更電子郵件或是重設密碼時可以備用。

source: This link is taking you to the following website:
cs: Tento odkaz vás přesměruje na následující web:
es_419: Este enlace te lleva al siguiente sitio web:
pl: Ten link przenosi Cię na następującą stronę internetową:
zh_tw: 這個連結將會帶您到以下網站：

source: This list is empty!
es_419: ¡Esta lista está vacía!
pl: Ta lista jest pusta!
zh_tw: 這個列表是空的！

source: This name is already in use
es_419: Este nombre ya está en uso
pl: Ta nazwa jest już używana
zh_tw: 這個名稱已經被使用

source: This post has been deleted.
cs: Tento příspěvek byl smazán.
es_419: Esta publicación ha sido eliminada.
pl: Ten post został usunięty.
zh_tw: 這個貼文已被刪除。

source: This user has blocked you. You cannot view their content.
es_419: Este usuario te bloqueó. No puedes ver su contenido.
pl: Ten użytkownik Cię zablokował. Nie możesz zobaczyć jego treści.
zh_tw: 這個使用者已封鎖您。您無法檢視這個使用者的內容。

source: This user is included in the <0/> list which you have blocked.
es_419: Este usuario está incluido en la lista <0/> que has bloqueado.
pl: Ten użytkownik jest zawarty na liście <0/>, którą zablokowałeś.

source: This user is included the <0/> list which you have muted.
es_419: Este usuario está incluido en la lista <0/> que has silenciado.
pl: Ten użytkownik jest zawarty na liście <0/>, którą wyciszyłeś.

source: This warning is only available for posts with media attached.
cs: Toto upozornění je dostupné pouze pro příspěvky s připojeným médiem.
es_419: Esta advertencia solo está disponible para publicaciones con medios adjuntos.
pl: To ostrzeżenie jest dostępne tylko dla postów z załączonymi mediami.
zh_tw: 這個警告只適用於有附加媒體的貼文。

source: This will hide this post from your feeds.
es_419: Esto ocultará esta publicación de tus muros.
pl: To spowoduje ukrycie tego posta z Twoich kanałów.
zh_tw: 這會從您的時間軸當中隱藏這個貼文。

source: Thread Preferences
cs: Typy vláken
es_419: Preferencias de hilo
pl: Preferencje wątków
zh_tw: 對話串設定

source: Threaded Mode
cs: Vláknový mód
es_419: Modo de hilos
pl: Tryb wątkowy
zh_tw: 串文模式

source: Threads Preferences
es_419: Preferencias de hilos
pl: Preferencje wątków
zh_tw: 對話串設定

source: Toggle dropdown
cs: Přepnout rozbalovací nabídku
es_419: Alternar desplegable
pl: Przełącz menu rozwijane
zh_tw: 切換下拉式選單

source: Transformations
cs: Transformace
es_419: Transformaciones
pl: Transformacje
zh_tw: 變形

source: Translate
cs: Přeložit
es_419: Traducir
pl: Przetłumacz
zh_tw: 翻譯

# action
source: Try again
es_419: Intentar de nuevo
pl: Spróbuj ponownie
zh_tw: 再試一次

source: Un-block list
cs: Vypnout blokovací seznam
es_419: Desbloquear lista
pl: Odblokuj listę
zh_tw: 解除封鎖列表

source: Un-mute list
cs: Vypnout ztlumovací seznam
es_419: Quitar silencio
pl: Wyłącz wyciszenie listy
zh_tw: 將列表解除靜音

source: Unable to contact your service. Please check your Internet connection.
cs: Nelze kontaktovat vaši službu. Zkontrolujte prosím své internetové připojení.
es_419: No es posible contactar con tu servicio. Comprueba tu conexión a Internet.
pl: Nie można skontaktować się z Twoją usługą. Sprawdź swoje połączenie internetowe.
zh_tw: 無法連線至您的服務。請檢查您的網路連線。

source: Unblock
cs: Odblokovat
es_419: Desbloquear
pl: Odblokuj
zh_tw: 解除封鎖

# action
source: Unblock
es_419: Desbloquear
pl: Odblokuj
zh_tw: 解除封鎖

source: Unblock Account
cs: Odblokovat účet
es_419: Desbloquear cuenta
pl: Odblokuj konto
zh_tw: 解除封鎖帳戶

source: Undo repost
cs: Zrušit přeposlání
es_419: Deshacer republicación
pl: Cofnij udostępnienie
zh_tw: 復原轉貼

# action
source: Unfollow
es_419: Dejar de seguir
pl: Przestań obserwować
zh_tw: 取消跟隨

source: Unfollow {0}
es_419: Dejar de seguir a {0}
pl: Przestań obserwować {0}
zh_tw: 取消跟隨 {0}

source: Unfortunately, you do not meet the requirements to create an account.
cs: Bohužel nesplňujete požadavky na vytvoření účtu.
es_419: Lamentablemente, no cumples con los requisitos para crear una cuenta.
pl: Niestety, nie spełniasz wymagań, aby utworzyć konto.
zh_tw: 很不幸的，您不符合建立帳戶的資格。

source: Unlike
es_419: Quitar 'me gusta'
pl: Nie lubię
zh_tw: 取消喜歡

source: Unmute
es_419: Quitar silencio
pl: Włącz dźwięk
zh_tw: 解除靜音

source: Unmute Account
cs: Přestat ztlumovat účet
es_419: Quitar silencio
pl: Włącz dźwięk konta
zh_tw: 將帳戶解除靜音

source: Unmute thread
cs: Přestat ztlumovat vlákno
es_419: Quitar silencio
pl: Włącz dźwięk wątku
zh_tw: 將對話串解除靜音

source: Unpin
es_419: Desfijar
pl: Odepnij
zh_tw: 取消釘選

source: Unpin moderation list
cs: Odepnout seznam moderování
es_419: Desfijar lista de moderación
pl: Odepnij listę moderacji

source: Unsave
es_419: Quitar de guardados
pl: Nie zapisuj

source: Update {displayName} in Lists
cs: Aktualizovat {displayName} v seznamech
es_419: Actualizar a {displayName} en las listas
pl: Zaktualizuj {displayName} na listach
zh_tw: 在列表中更新 {displayName}

source: Update Available
cs: Dostupná aktualizace
es_419: Actualización disponible
pl: Dostępna aktualizacja
zh_tw: 有可用的更新

source: Updating...
cs: Aktualizování...
es_419: Actualizando...
pl: Aktualizowanie...
zh_tw: 更新中...

source: Upload a text file to:
cs: Nahrajte textový soubor do:
es_419: Subir un archivo de texto a:
pl: Prześlij plik tekstowy do:
zh_tw: 將文字檔案上傳到：

source: Use app passwords to login to other Bluesky clients without giving full access to your account or password.
cs: Pomocí aplikačních hesel se přihlaste k dalším klientům Bluesky, aniž byste poskytli úplný přístup ke svému účtu nebo heslu.
es_419: Usa contraseñas de aplicación para iniciar sesión en otros clientes de Bluesky sin dar acceso completo a tu cuenta o contraseña.
pl: Używaj haseł aplikacji do logowania się do innych klientów Bluesky, nie udostępniając pełnego dostępu do swojego konta lub hasła.
zh_tw: 使用應用程式密碼來登入其他 Bluesky 客戶端而不需供其您的帳戶或密碼的完整存取權。

source: Use default provider
cs: Použít výchozího poskytovatele
es_419: Usar proveedor predeterminado
pl: Użyj domyślnego dostawcy
zh_tw: 使用預設提供者

source: Use in-app browser
es_419: Usar navegador dentro de la aplicación
pl: Użyj przeglądarki w aplikacji
zh_tw: 使用應用程式內嵌瀏覽器

source: Use my default browser
es_419: Usar mi navegador predeterminado
pl: Użyj mojej domyślnej przeglądarki
zh_tw: 使用我的預設瀏覽器

source: Use this to sign into the other app along with your handle.
cs: Použijte toto k přihlášení do jiné aplikace spolu s vaším uživatelským jménem.
es_419: Usa esto para iniciar sesión en la otra aplicación junto con tu identificador.
pl: Użyj tego, aby zalogować się do innej aplikacji wraz z Twoim identyfikatorem.

source: Use your domain as your Bluesky client service provider
es_419: Usa tu dominio como proveedor de servicios de cliente para Bluesky.
pl: Użyj swojej domeny jako dostawcy usług klienta Bluesky

source: Used by:
cs: Použil/a ji
es_419: Usado por:
pl: Używane przez:
zh_tw: 使用者：

source: User Blocked
es_419: Usuario bloqueado
pl: Użytkownik zablokowany
zh_tw: 已封鎖使用者

source: User Blocked by List
es_419: Usuario bloqueado por la lista
pl: Użytkownik zablokowany przez listę

source: User Blocks You
es_419: El usuario te ha bloqueado.
pl: Użytkownik Cię blokuje
zh_tw: 使用者封鎖了您

source: User handle
cs: Uživatelské jméno
es_419: Identificador de usuario
pl: Identyfikator użytkownika

source: User list by {0}
es_419: Lista de usuarios hecha por {0}
pl: Lista użytkowników przez {0}

source: User list by <0/>
es_419: Lista de usuarios hecha por <0/>
pl: Lista użytkowników przez <0/>

source: User list by you
es_419: Lista de usuarios hecha por ti
pl: Lista użytkowników przez Ciebie

source: User list created
es_419: Lista de usuarios creada
pl: Lista użytkowników utworzona
zh_tw: 已建立使用者列表

source: User list updated
es_419: Lista de usuarios actualizada
pl: Lista użytkowników zaktualizowana
zh_tw: 已更新使用者列表

source: User Lists
cs: Seznamy uživatelů
es_419: Listas de usuario
pl: Listy użytkowników
zh_tw: 使用者列表

source: Username or email address
cs: Uživatelské jméno nebo email
es_419: Nombre de usuario o dirección de correo electrónico
pl: Nazwa użytkownika lub adres e-mail
zh_tw: 使用者名稱或電子郵件

source: Users
cs: Uživatelé
es_419: Usuarios
pl: Użytkownicy
zh_tw: 使用者

source: users followed by <0/>
es_419: usuarios seguidos por <0/>
pl: użytkownicy, których obserwuje <0/>
zh_tw: 由 <0/> 所跟隨的使用者

source: Users in "{0}"
cs: Uživatelé v "{0}"
es_419: Usuarios en «{0}»
pl: Użytkownicy w "{0}"
zh_tw: 「{0}」中的使用者

source: Verification code
es_419: Código de verificación
pl: Kod weryfikacyjny
zh_tw: 驗證碼

source: Verify email
cs: Ověřit můj email
es_419: Verificar correo electrónico
pl: Zweryfikuj e-mail
zh_tw: 驗證電子郵件

source: Verify my email
cs: Ověřit můj email
es_419: Verificar mi correo electrónico
pl: Zweryfikuj mój e-mail
zh_tw: 驗證我的電子郵件

source: Verify My Email
cs: Ověřit můj email
es_419: Verificar mi correo electrónico
pl: Zweryfikuj mój e-mail
zh_tw: 驗證我的電子郵件

source: Verify New Email
cs: Ověřte nový e-mail
es_419: Verificar nuevo correo electrónico
pl: Zweryfikuj nowy e-mail
zh_tw: 驗證新的電子郵件

source: Verify Your Email
es_419: Verificar tu correo electrónico
pl: Zweryfikuj swój e-mail
zh_tw: 驗證您的電子郵件

source: View {0}'s avatar
es_419: Ver avatar de {0}
pl: Wyświetl awatar {0}
zh_tw: 檢視 {0} 的大頭貼

source: View debug entry
cs: Zobrazit záznam ladění
es_419: Ver entrada de depuración
pl: Wyświetl wpis debugowania
zh_tw: 檢視除錯條目

source: View full thread
es_419: Ver hilo completo
pl: Wyświetl pełny wątek
zh_tw: 檢視完整對話串

source: View profile
es_419: Ver perfil
pl: Wyświetl profil
zh_tw: 檢視個人資料

source: View the avatar
cs: Zobrazit profilovku
es_419: Ver el avatar
pl: Wyświetl awatar
zh_tw: 檢視大頭貼

source: Visit Site
cs: Navštívit stránku
es_419: Visitar sitio
pl: Odwiedź stronę
zh_tw: 造訪網站

source: Warn
es_419: Advertencia
pl: Ostrzeżenie
zh_tw: 警告

source: We estimate {estimatedTime} until your account is ready.
es_419: Estimamos {estimatedTime} hasta que tu cuenta esté lista.
zh_tw: 我們預估您的帳戶準備好還需要 {estimatedTime}。

source: We hope you have a wonderful time. Remember, Bluesky is:
es_419: Esperamos que pases un buen día. Recuerda, Bluesky es:

source: We ran out of posts from your follows. Here's the latest from <0/>.
es_419: Nos quedamos sin publicaciones de las cuentas que sigues. Aquí tienes lo más reciente de <0/>.
pl: Skończyły nam się posty od osób, których obserwujesz. Oto najnowsze od <0/>.
zh_tw: 我們已經顯示完來自您的跟隨的貼文了。以下是來自 <0/> 的最新貼文。

source: We recommend "For You" by Skygaze:
es_419: Te recomendamos «For You» de Skygaze:

source: We weren't able to connect. Please try again to continue setting up your account. If it continues to fail, you can skip this flow.
es_419: No pudimos conectar. Por favor, inténtalo de nuevo para continuar configurando tu cuenta. Si sigue fallando, puedes saltar este paso.

source: We will let you know when your account is ready.
es_419: Te haremos saber cuando tu cuenta esté lista.
zh_tw: 您的帳戶準備好的時候我們會告知您。

source: We'll look into your appeal promptly.
es_419: Tu apelación será revisada pronto.
pl: Natychmiast zajmiemy się Twoim odwołaniem.
zh_tw: 我們會迅速檢視您的申訴。

source: We'll use this to help customize your experience.
es_419: Utilizaremos esto para ayudar a personalizar tu experiencia.

source: We're so excited to have you join us!
cs: Jsme moc rádi, že se k nám připojíte!
es_419: ¡Estamos muy felices de tenerte con nosotros!
pl: Jesteśmy bardzo podekscytowani, że do nas dołączasz!

source: We're sorry, but we were unable to resolve this list. If this persists, please contact the list creator, @{handleOrDid}.
es_419: Lo sentimos, pero no pudimos procesar esta lista. Si esto persiste, por favor contacta con el creador de la lista, @{handleOrDid}.
pl: Przepraszamy, ale nie udało nam się rozwiązać tej listy. Jeśli problem będzie się powtarzał, skontaktuj się z twórcą listy, @{handleOrDid}.

source: We're sorry, but your search could not be completed. Please try again in a few minutes.
cs: Je nám líto, ale vaše hledání nebylo možné dokončit. Zkuste to znovu za několik minut.
es_419: Lo sentimos, pero no se ha podido completar tu búsqueda. Por favor, inténtalo de nuevo en unos minutos.
pl: Przepraszamy, ale nie udało się zakończyć wyszukiwania. Spróbuj ponownie za kilka minut.
zh_tw: 很抱歉，我們無法完成您的搜尋。請幾分鐘之後再試。

source: We're sorry! We can't find the page you were looking for.
cs: Omlouváme se! Nemůžeme najít stránku, kterou jste hledali.
es_419: ¡Lo sentimos! No encontramos la página que estabas buscando.
pl: Przepraszamy! Nie możemy odnaleźć strony, której szukasz.

source: Welcome to <0>Bluesky</0>
cs: Vítejte v <0>Bluesky</0>
es_419: Te damos la bienvenida a <0>Bluesky</0>
pl: Witamy w <0>Bluesky</0>
zh_tw: 歡迎來到 <0>Bluesky</0>

source: What are your interests?
es_419: ¿Cuáles son tus intereses?
zh_tw: 您對什麼有興趣呢？

source: What is the issue with this {collectionName}?
cs: Jaký je problém s touto {collectionName}?
es_419: ¿Cuál es el problema con este contenido: {collectionName}?
pl: Jaki jest problem z tą {collectionName}?

source: What's up?
es_419: ¿Qué sucede?
pl: Co słychać?
zh_tw: 正在想些什麼嗎？

source: Which languages are used in this post?
cs: Jaké jazyky jsou použity v tomto příspěvku?
es_419: ¿Qué idiomas se usan en esta publicación?
pl: Jakie języki są używane w tym poście?
zh_tw: 這篇貼文用了哪些語言呢？

source: Which languages would you like to see in your algorithmic feeds?
cs: Které jazyky byste rádi viděli ve svých algoritmických zdrojích?
es_419: ¿Qué idiomas te gustaría ver en tus muros algorítmicos?
pl: Jakie języki chciałbyś widzieć w swoich feedach algorytmicznych?
zh_tw: 在您的演算法時間軸中要使用哪些語言呢？

source: Who can reply
cs: Kdo může odpovědět?
es_419: Quién puede responder
pl: Kto może odpowiadać
zh_tw: 能夠回覆的使用者

source: Wide
cs: Široký
es_419: Anchura
pl: Szeroki
zh_tw: 寬

source: Write post
cs: Napište příspěvek
es_419: Redactar publicación
pl: Napisz post
zh_tw: 撰寫貼文

source: Write your reply
cs: Napište svou odpověď
es_419: Redacta tu respuesta
pl: Napisz swoją odpowiedź
zh_tw: 撰寫您的回覆

source: Yes
cs: Ano
es_419: Sí
pl: Tak
zh_tw: 是

source: You are in control
es_419: Tienes el control

source: You are in line.
es_419: Estás en espera.
zh_tw: 您已加入排隊隊伍當中。

source: You can also discover new Custom Feeds to follow.
es_419: También puedes buscar nuevos muros personalizados para seguir.
pl: Możesz również odkrywać nowe niestandardowe feedy do obserwowania.
zh_tw: 您也可以探索要跟隨的自訂時間軸。

source: You can change these settings later.
es_419: Puedes cambiar estos ajustes después.
zh_tw: 之後也可以變更這些設定。

source: You can now sign in with your new password.
cs: Nyní se můžete přihlásit pomocí svého nového hesla.
es_419: Ya puedes iniciar sesión con tu nueva contraseña.
pl: Teraz możesz zalogować się za pomocą nowego hasła.
zh_tw: 現在可以用您的新密碼登入了。

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
cs: Ještě nemáte žádné pozvánky! Některé vám pošleme, až budete na Bluesky o něco déle.
es_419: ¡Aún no tienes ningún código de invitación! Te enviaremos algunos cuando hayas estado en Bluesky por un poco más de tiempo.
pl: Nie masz jeszcze żadnych kodów zaproszeń! Wyślemy Ci je, gdy spędzisz trochę więcej czasu na Bluesky.
zh_tw: 您還沒有任何招待碼！您再使用 Bluesky 一段時間之後我們會再給您一些。

source: You don't have any pinned feeds.
cs: Nemáte žádné připnuté zdroje.
es_419: No tienes ningún muro fijado.
pl: Nie masz żadnych przypiętych feedów.
zh_tw: 沒有任何已釘選的時間軸。

source: You don't have any saved feeds!
cs: Nemáte žádné uložené zdroje!
es_419: ¡No tienes ningún muro guardado!
pl: Nie masz żadnych zapisanych feedów!
zh_tw: 沒有任何已儲存的時間軸！

source: You don't have any saved feeds.
cs: Nemáte žádné uložené zdroje.
es_419: No tienes ningún muro guardado.
pl: Nie masz żadnych zapisanych feedów.
zh_tw: 沒有任何已儲存的時間軸。

source: You have blocked the author or you have been blocked by the author.
cs: Zablokovali jste autora nebo jste byli autorem zablokováni.
es_419: Has bloqueado al autor o has sido bloqueado por el autor.
pl: Zablokowałeś autora lub zostałeś zablokowany przez autora.
zh_tw: 可能是您已封鎖作者，或是您已被作者封鎖。

source: You have blocked this user. You cannot view their content.
es_419: Bloqueaste a este usuario. No puedes ver su contenido.
pl: Zablokowałeś tego użytkownika. Nie możesz wyświetlić jego treści.

source: You have muted this user.
es_419: Silenciaste a este usuario.
pl: Wyciszyłeś tego użytkownika.
zh_tw: 您已將此使用者靜音。

source: You have no feeds.
cs: Nemáte žádné zdroje.
es_419: No tienes ningún muro.
pl: Nie masz żadnych feedów.
zh_tw: 您沒有時間軸。

source: You have no lists.
cs: Nemáte žádné seznamy.
es_419: No tienes ninguna lista.
pl: Nie masz żadnych list.
zh_tw: 您沒有列表。

source: You have not blocked any accounts yet. To block an account, go to their profile and selected "Block account" from the menu on their account.
cs: Dosud jste nezablokovali žádný účet. Chcete-li zablokovat účet, přejděte do profilu uživatele a v nabídce vyberte možnost "Blokovat účet".
es_419: Aún no has bloqueado ninguna cuenta. Para bloquear una cuenta, ve a su perfil y selecciona «bloquear cuenta» en el menú de su cuenta.
pl: Nie zablokowałeś jeszcze żadnych kont. Aby zablokować konto, przejdź do profilu użytkownika i wybierz "Zablokuj konto" z menu na jego koncie.
zh_tw: 您還沒有封鎖任何帳戶。要封鎖帳戶，請到該帳戶的個人資料，並從選單選擇「封鎖帳戶」。

source: You have not created any app passwords yet. You can create one by pressing the button below.
cs: Zatím jste nevytvořili žádná aplikační hesla. Můžete jej vytvořit stisknutím tlačítka níže.
es_419: Aún no has creado ninguna contraseña de aplicación. Puedes crear una pulsando el botón de abajo.
pl: Nie utworzyłeś jeszcze żadnych haseł aplikacji. Możesz je utworzyć, naciskając poniższy przycisk.
zh_tw: 您尚未建立任何應用程式密碼。您可以按下下方按鈕來建立一個。

source: You have not muted any accounts yet. To mute an account, go to their profile and selected "Mute account" from the menu on their account.
cs: Dosud jste neztlumili žádné účty. Chcete-li ztlumit účet, přejděte do profilu uživatele a v nabídce vyberte možnost "Ztlumit účet".
es_419: Aún no has silenciado ninguna cuenta. Para silenciar una cuenta, ve a su perfil y selecciona «silenciar cuenta» en el menú de su cuenta.
pl: Nie wyciszyłeś jeszcze żadnych kont. Aby wyciszyć konto, przejdź do profilu użytkownika i wybierz "Wycisz konto" z menu na jego koncie.
zh_tw: 您還沒有將任何帳戶靜音。要將帳戶靜音，請到該帳戶的個人資料，並從選單選擇「將帳戶靜音」。

source: You must be 18 or older to enable adult content.
es_419: Debes tener 18 años o más para activar contenido para adultos.
pl: Musisz mieć 18 lat lub więcej, aby włączyć treści dla dorosłych.
zh_tw: 您必須已滿 18 歲才能啟用成人內容。

source: You must be 18 years or older to enable adult content
es_419: Debes tener 18 años o más para activar el contenido para adultos
zh_tw: 您必須已滿 18 歲才能啟用成人內容

source: You will no longer receive notifications for this thread
es_419: Ya no recibirás notificaciones de este hilo
pl: Nie będziesz już otrzymywać powiadomień o tym wątku

source: You will now receive notifications for this thread
es_419: Ahora recibirás notificaciones de este hilo
pl: Będziesz teraz otrzymywać powiadomienia o tym wątku

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
cs: Obdržíte e-mail s "obnovovacím kódem." Zadejte tento kód sem a poté zadejte své nové heslo.
es_419: Recibirás un correo electrónico con un 'código de restablecimiento'. Introduce ese código aquí, luego introduce tu nueva contraseña.
pl: Otrzymasz e-mail z "kodem resetowania". Wprowadź ten kod tutaj, a następnie wprowadź nowe hasło.
zh_tw: 您會收到包含「重設碼」的電子郵件。在此輸入重設碼，並輸入您的新密碼。

source: You're in line
es_419: Estás en fila
zh_tw: 您已在隊伍中

source: You're ready to go!
es_419: ¡Estás listo para empezar!
zh_tw: 準備好了！

source: You've reached the end of your feed! Find some more accounts to follow.
es_419: ¡Has llegado al final de tu muro! Encuentra más cuentas para seguir.
pl: Osiągnąłeś koniec swojego feedu! Znajdź więcej kont do obserwowania.
zh_tw: 您已抵達時間軸的最尾端！尋找更多帳戶來跟隨吧。

source: Your account
cs: Váš účet
es_419: Tu cuenta
pl: Twoje konto
zh_tw: 您的帳戶

source: Your account has been deleted
es_419: Tu cuenta ha sido eliminada
pl: Twoje konto zostało usunięte
zh_tw: 您的帳戶已被刪除

source: Your birth date
cs: Vaše datum narození
es_419: Tu fecha de nacimiento
pl: Twój data urodzenia
zh_tw: 您的生日

source: Your choice will be saved, but can be changed later in settings.
es_419: Tu elección se guardará, pero se puede cambiar más tarde en los ajustes.
pl: Twoj wybór zostanie zapisany, ale można go później zmienić w ustawieniach.
zh_tw: 您的選擇會被記住，但也能之後在設定中調整。

source: Your default feed is "Following"
es_419: Tu muro predeterminado es «Seguidos»
zh_tw: 您的預設時間軸是「跟隨中」

source: Your email appears to be invalid.
cs: Váš e-mail se zdá být neplatný.
es_419: Tu correo electrónico parece ser inválido.
pl: Twój adres e-mail wydaje się być nieprawidłowy.
zh_tw: 您的電子郵件看來是無效的。

source: Your email has been saved! We'll be in touch soon.
cs: Váš e-mail byl uložen! Brzy se ozveme.
es_419: ¡Tu correo electrónico ha sido guardado! Te contactaremos pronto.
pl: Twój e-mail został zapisany! Wkrótce się skontaktujemy.
zh_tw: 已儲存您的電子郵件！我們會很快與您聯絡。

source: Your email has been updated but not verified. As a next step, please verify your new email.
cs: Váš e-mail byl aktualizován, ale nebyl ověřen. Jako další krok prosím ověřte svůj nový e-mail.
es_419: Tu correo electrónico ha sido actualizado pero no verificado. Como siguiente paso, verifica tu nuevo correo electrónico.
pl: Twój e-mail został zaktualizowany, ale nie został zweryfikowany. Jako kolejny krok, proszę zweryfikuj swój nowy e-mail.
zh_tw: 您的電子郵件設定已更新，但尚未驗證。接下來請驗證您的您電子郵件。

source: Your email has not yet been verified. This is an important security step which we recommend.
cs: Váš email ještě nebyl ověřen. Toto je důležitý bezpečnostní krok, který doporučujeme provést.
es_419: Tu correo electrónico aún no ha sido verificado. Este es un paso de seguridad importante que te recomendamos.
pl: Twój e-mail nie został jeszcze zweryfikowany. Jest to ważny krok zabezpieczeń, który polecamy.
zh_tw: 您的電子郵件尚未驗證。我們建議進行驗證以維護安全性。

source: Your following feed is empty! Follow more users to see what's happening.
es_419: ¡Tu muro de seguidos está vacío! Sigue a más usuarios para ver qué está sucediendo.
pl: Twój feed obserwowanych jest pusty! Obserwuj więcej użytkowników, aby zobaczyć, co się dzieje.
zh_tw: 您的跟隨中時間軸是空的！跟隨更多使用者來看現正發生什麼吧。

source: Your full handle will be
cs: Vaše plné uživatelské jméno bude
es_419: Tu identificador completo será
pl: Twój pełny identyfikator to
