Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: See this guide
es_419: Consulta esta guía
pl: Zobacz ten przewodnik

source: See what's next
cs: Podívejte se, co bude dál
es_419: Ver lo que sigue
pl: Zobacz co dalej
zh_tw: 檢視下一步

source: Select {item}
es_419: Seleccionar {item}
pl: Wybierz {item}
zh_tw: 選擇 {item}

source: Select Bluesky Social
cs: Vybrat Bluesky Social
es_419: Seleccionar Bluesky Social
pl: Wybierz Bluesky Social
zh_tw: 選擇 Bluesky Social

source: Select from an existing account
cs: Vyberte z existujícího účtu
es_419: Selecciona una cuenta existente
pl: Wybierz z istniejącego konta
zh_tw: 從現存帳戶中選取

source: Select option {i} of {numItems}
es_419: Selecciona la opción {i} de {numItems}
pl: Wybierz opcję {i} z {numItems}

source: Select service
cs: Vybrat službu
es_419: Seleccionar servicio
pl: Wybierz usługę
zh_tw: 選擇服務

source: Select some accounts below to follow
es_419: Selecciona algunas cuentas a continuación para seguir

source: Select the types of content that you want to see (or not see), and we'll handle the rest.
es_419: Selecciona los tipos de contenido que deseas ver (o no ver), y nosotros nos encargaremos del resto.

source: Select topical feeds to follow from the list below
es_419: Selecciona muros temáticos para seguir de la lista a continuación:
zh_tw: 從以下列表選擇要跟隨的話題時間軸

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
cs: Vyberte jazyky, které mají vaše odebírané zdroje zahrnout. Pokud nevyberete žádný, zobrazí se všechny jazyky.
es_419: Selecciona los idiomas que deseas incluir en los muros a los que estás suscrito. Si no seleccionas ninguno, se mostrarán todos los idiomas.
pl: Wybierz, jakie języki mają być uwzględnione w subskrybowanych kanałach. Jeśli nie zostanie wybrany żaden, będą wyświetlane wszystkie języki.
zh_tw: 選擇您訂閱的時間軸要包含哪些語言。沒有選擇任何語言時，則會顯示所有語言。

source: Select your app language for the default text to display in the app
cs: Vyberte jazyk aplikace pro výchozí text, který se v aplikaci zobrazí
es_419: Selecciona un idioma que se usará en encabezados, botones y demás apartados de la aplicación
pl: Wybierz język aplikacji, aby wyświetlać domyślny tekst w aplikacji
zh_tw: 選擇應用程式內預設文字要顯示用的應用程式語言

source: Select your interests from the options below
es_419: Selecciona tus intereses de las opciones a continuación:

source: Select your phone's country
es_419: Selecciona el país de tu teléfono
pl: Wybierz kraj swojego telefonu
zh_tw: 選擇您的電話號碼的國家

source: Select your preferred language for translations in your feed.
cs: Vyberte preferovaný jazyk pro překlady ve vašem zdroji.
es_419: Selecciona tu idioma preferido para las traducciones en tu muro.
pl: Wybierz preferowany język dla tłumaczeń w swoim kanale.
zh_tw: 設定時間軸中翻譯要使用的語言。

source: Select your primary algorithmic feeds
es_419: Selecciona tus muros algorítmicos principales
zh_tw: 選擇您的主要演算法時間軸

source: Select your secondary algorithmic feeds
es_419: Selecciona tus muros algorítmicos secundarios
zh_tw: 選擇您的次要演算法時間軸

source: Send Confirmation Email
cs: Odeslat ověřovací email
es_419: Enviar correo de confirmación
pl: Wyślij email z potwierdzeniem
zh_tw: 傳送確認信

source: Send email
cs: Odeslat email
es_419: Enviar correo
pl: Wyślij email
zh_tw: 傳送電子郵件

# action
source: Send Email
es_419: Enviar correo
pl: Wyślij Email
zh_tw: 傳送電子郵件

source: Send feedback
cs: Odeslat zpětnou vazbu
es_419: Enviar opiniones
pl: Wyślij opinię
zh_tw: 傳送回饋

source: Send Report
cs: Odeslat hlášení
es_419: Enviar denuncia
pl: Wyślij raport
zh_tw: 送出檢舉

source: Sends email with confirmation code for account deletion
es_419: Envía un correo electrónico con el código de confirmación para la eliminación de la cuenta
pl: Wysyła email z kodem potwierdzającym usunięcie konta
zh_tw: 傳送包含帳戶刪除確認碼的郵件

source: Set {value} for {labelGroup} content moderation policy
es_419: Establece {value} para la política de moderación de contenido de {labelGroup}
pl: Ustaw {value} dla polityki moderacji treści {labelGroup}

# action
source: Set Age
es_419: Establecer edad
pl: Ustaw wiek
zh_tw: 設定年齡

source: Set color theme to dark
es_419: Establecer el tema de color a oscuro
pl: Ustaw motyw kolorów na ciemny
zh_tw: 將顏色主題設為暗色

source: Set color theme to light
es_419: Establecer el tema de color a claro
pl: Ustaw motyw kolorów na jasny
zh_tw: 將顏色主題設為亮色

source: Set color theme to system setting
es_419: Establecer el tema de color según los ajustes del sistema
pl: Ustaw motyw kolorów na ustawienie systemowe
zh_tw: 讓顏色主題依照系統設定

source: Set new password
cs: Nastavte nové heslo
es_419: Establecer nueva contraseña
pl: Ustaw nowe hasło
zh_tw: 設定新密碼

source: Set password
es_419: Establecer contraseña
pl: Ustaw hasło
zh_tw: 設定密碼

source: Set this setting to "No" to hide all quote posts from your feed. Reposts will still be visible.
cs: Chcete-li skrýt všechny příspěvky s citáty ze zdroje, nastavte toto nastavení na "Ne". Příspěvky budou stále viditelné.
es_419: Establece este ajuste en 'No' para ocultar todas las publicaciones citadas de tu muro. Las republicaciones seguirán siendo visibles.
pl: Ustaw tę opcję na "Nie", aby ukryć wszystkie cytaty w swoim kanale. Reposty nadal będą widoczne.
zh_tw: 將此設為「否」來從您的時間軸中隱藏所有引用貼文。轉貼仍然會顯示。

source: Set this setting to "No" to hide all replies from your feed.
cs: Chcete-li skrýt všechny odpovědi ze zdroje, nastavte toto nastavení na "Ne".
es_419: Establece este ajuste en 'No' para ocultar todas las respuestas de tu muro.
pl: Ustaw tę opcję na "Nie", aby ukryć wszystkie odpowiedzi w swoim kanale.

source: Set this setting to "No" to hide all reposts from your feed.
cs: Chcete-li skrýt všechny přeposlané příspěvky ze zdroje, nastavte toto nastavení na "Ne".
es_419: Establece este ajuste en 'No' para ocultar todas las republicaciones de tu muro.
pl: Ustaw tę opcję na "Nie", aby ukryć wszystkie reposty w swoim kanale.
zh_tw: 將此設為「否」來從您的時間軸中隱藏所有轉貼。

source: Set this setting to "Yes" to show replies in a threaded view. This is an experimental feature.
cs: Chcete-li odpovědi zobrazovat ve vláknovém zobrazení, nastavte toto nastavení na "Ano". Toto je experimentální funkce.
es_419: Establece este ajuste en 'Sí' para mostrar respuestas en hilos. Esta es una función experimental.
pl: Ustaw tę opcję na "Tak", aby wyświetlać odpowiedzi w widoku wątkowym. Jest to funkcja eksperymentalna.

source: Set this setting to "Yes" to show samples of your saved feeds in your following feed. This is an experimental feature.
cs: Chcete-li v následujícím zdroji zobrazovat ukázky uložených zdrojů, nastavte toto nastavení na "Ano". Toto je experimentální funkce.
es_419: Establece este ajuste en 'Sí' para mostrar publicaciones de tus muros guardados en tu muro de seguidos. Esta es una función experimental.
pl: Ustaw tę opcję na "Tak", aby wyświetlać przykłady zapisanych kanałów w swoim kanale obserwowanych. Jest to funkcja eksperymentalna.

source: Set up your account
es_419: Configura tu cuenta
zh_tw: 設定您的帳戶

source: Sets Bluesky username
es_419: Establece el nombre de usuario de Bluesky
pl: Ustawia nazwę użytkownika Bluesky
zh_tw: 設定 Bluesky 使用者名稱

source: Sets email for password reset
es_419: Establece el correo electrónico para restablecer la contraseña
pl: Ustawia email do resetowania hasła
zh_tw: 設定密碼重設用的電子郵件

source: Sets hosting provider for password reset
es_419: Establece el proveedor de alojamiento para restablecer la contraseña
pl: Ustawia dostawcę hostingu do resetowania hasła
zh_tw: 設定密碼重設用的託管提供者

source: Sets server for the Bluesky client
es_419: Establece el servidor para el cliente de Bluesky
pl: Ustawia serwer dla klienta Bluesky
zh_tw: 為 Bluesky 客戶端設定伺服器

source: Settings
cs: Nastavení
es_419: Ajustes
pl: Ustawienia
zh_tw: 設定

source: Sexual activity or erotic nudity.
cs: Sexuální aktivita nebo erotická nahota.
es_419: Actividad sexual o desnudez erótica.
pl: Aktywność seksualna lub erotyczna nagość.
zh_tw: 與性有關的活動或是色情的裸露。

# action
source: Share
es_419: Compartir
pl: Udostępnij
zh_tw: 分享

source: Share
cs: Sdílet
es_419: Compartir
pl: Udostępnij
zh_tw: 分享

source: Share feed
cs: Sdílet zdroj
es_419: Compartir muro
pl: Udostępnij kanał
zh_tw: 分享時間軸

source: Show
cs: Zobrazit
es_419: Mostrar
pl: Pokaż
zh_tw: 顯示

source: Show all replies
es_419: Mostrar todas las respuestas
pl: Pokaż wszystkie odpowiedzi
zh_tw: 顯示所有回覆

source: Show anyway
cs: Přesto zobrazit
es_419: Mostrar de todos modos
pl: Pokaż mimo wszystko
zh_tw: 還是要顯示

source: Show embeds from {0}
es_419: Mostrar incrustaciones de {0}
pl: Pokaż osadzenia z {0}
zh_tw: 顯示來自 {0} 的嵌入

source: Show follows similar to {0}
es_419: Mostrar seguidores similares a {0}
pl: Pokaż obserwujących podobnych do {0}
zh_tw: 顯示與 {0} 相近的跟隨候補

source: Show More
es_419: Mostrar más
pl: Pokaż więcej
zh_tw: 顯示更多

source: Show Posts from My Feeds
cs: Zobrazit příspěvky z mých zdrojů
es_419: Mostrar publicaciones de mis muros
pl: Pokaż wpisy z moich kanałów
zh_tw: 顯示來自我的時間軸的貼文

source: Show Quote Posts
cs: Zobrazit citační příspěvky
es_419: Mostrar citas de publicaciones
pl: Pokaż cytaty
zh_tw: 顯示引用貼文

source: Show quote-posts in Following feed
es_419: Mostrar citas de publicaciones en el muro de «Seguidos»
zh_tw: 在 Following 中顯示引用

source: Show quotes in Following
es_419: Mostrar citas en «Seguidos»
zh_tw: 在 Following 中顯示引用

source: Show re-posts in Following feed
es_419: Mostrar republicaciones en el muro de «Seguidos»
zh_tw: 在 Following 中顯示轉貼

source: Show Replies
cs: Zobrazit odpovědi
es_419: Mostrar respuestas
pl: Pokaż odpowiedzi
zh_tw: 顯示回覆

source: Show replies by people you follow before all other replies.
cs: Zobrazit odpovědi od lidí, které sledujete, před všemi ostatními odpověďmi.
es_419: Mostrar las respuestas de las cuentas que sigues antes que todas las demás respuestas.
pl: Pokaż odpowiedzi od osób, których obserwujesz przed innymi odpowiedziami.

source: Show replies in Following
es_419: Mostrar respuestas en «Seguidos»
zh_tw: 在 Following 中顯示回覆

source: Show replies in Following feed
es_419: Mostrar respuestas en el muro de seguidos
zh_tw: 在 Following 時間軸中顯示回覆

source: Show replies with at least {value} {0}
es_419: Mostrar respuestas con al menos {value} {0}.
pl: Pokaż odpowiedzi z co najmniej {value} {0}

source: Show Reposts
cs: Zobrazit přeposlání
es_419: Mostrar republicaciones
pl: Pokaż reposty
zh_tw: 顯示轉貼

source: Show reposts in Following
es_419: Mostrar republicaciones en «Seguidos»
zh_tw: 在 Following 中顯示轉貼

source: Show the content
es_419: Mostrar el contenido
pl: Pokaż treść
zh_tw: 顯示內容

source: Show users
cs: Zobrazit uživatele
es_419: Mostrar usuarios
pl: Pokaż użytkowników
zh_tw: 顯示使用者

source: Shows a list of users similar to this user.
es_419: Mostrar una lista de usuarios similares a este usuario.
pl: Pokazuje listę użytkowników podobnych do tego użytkownika.

source: Shows posts from {0} in your feed
es_419: Mostrar publicaciones de {0} en tu muro
pl: Pokazuje wpisy od {0} w twoim kanale
zh_tw: 在您的時間軸中顯示來自 {0} 的貼文

source: Sign in
cs: Přihlásit se
es_419: Iniciar sesión
pl: Zaloguj się
zh_tw: 登入

source: Sign In
cs: Přihlásit se
es_419: Iniciar sesión
pl: Zaloguj się
zh_tw: 登入

source: Sign in as {0}
cs: Přihlásit se jako {0}
es_419: Iniciar sesión como {0}
pl: Zaloguj się jako {0}
zh_tw: 作為 {0} 登入

source: Sign in as...
cs: Přihlásit se jako...
es_419: Iniciar sesión como...
pl: Zaloguj się jako...
zh_tw: 選擇帳戶...

source: Sign into
cs: Přihlaste se
es_419: Iniciar sesión en
pl: Zaloguj się do
zh_tw: 登入至

source: Sign out
cs: Odhlásit se
es_419: Cerrar sesión
pl: Wyloguj się
zh_tw: 登出

source: Sign up
cs: Přihlásit se
es_419: Registrarse
pl: Zarejestruj się
zh_tw: 註冊

source: Sign up or sign in to join the conversation
cs: Chcete-li se připojit ke konverzaci, zaregistrujte se nebo se přihlaste
es_419: Regístrate o inicia sesión para unirte a la conversación
pl: Zarejestruj się lub zaloguj, aby dołączyć do rozmowy
zh_tw: 註冊或登入來加入對話

source: Sign-in Required
es_419: Se requiere iniciar sesión
pl: Wymagane logowanie
zh_tw: 需要登入

source: Signed in as
cs: Přihlášen/a jako
es_419: Sesión iniciada como
pl: Zalogowany jako
zh_tw: 已登入為

source: Signed in as @{0}
es_419: Sesión iniciada como @{0}
pl: Zalogowany jako @{0}
zh_tw: 已登入為 @{0}

source: Signs {0} out of Bluesky
es_419: Cierra la sesión de {0} en Bluesky
pl: Wylogowuje {0} z Bluesky
zh_tw: 將 {0} 登出 Bluesky

source: Skip
cs: Přeskočit
es_419: Saltarse este paso
pl: Pomiń
zh_tw: 跳過

source: Skip this flow
es_419: Saltar este paso
zh_tw: 跳過這個步驟

source: SMS verification
es_419: Verificación por mensaje de texto
pl: Weryfikacja SMS
zh_tw: 簡訊驗證

source: Something went wrong and we're not sure what.
es_419: Algo salió mal y no estamos seguros del qué.
pl: Coś poszło nie tak i nie jesteśmy pewni co.

source: Something went wrong. Check your email and try again.
es_419: Algo salió mal. Comprueba tu correo electrónico y vuelve a intentarlo.
pl: Coś poszło nie tak. Sprawdź swój email i spróbuj ponownie.
zh_tw: 發生了錯誤。請檢查您的電子郵件並再試一次。

source: Sorry! Your session expired. Please log in again.
es_419: ¡Lo sentimos! Tu sesión ha caducado. Por favor, inicia sesión nuevamente.
pl: Przepraszamy! Twoja sesja wygasła. Zaloguj się ponownie.
zh_tw: 不好意思！您的工作階段已過期。請重新登入。

source: Sort Replies
cs: Řadit odpovědi
es_419: Ordenar respuestas
pl: Sortuj odpowiedzi
zh_tw: 將回覆排序

source: Sort replies to the same post by:
cs: Řadit odpovědi na příspěvek podle:
es_419: Ordenar respuestas a la misma publicación por:
pl: Sortuj odpowiedzi do tego samego posta według:
zh_tw: 同貼文的回覆排序方式：

source: Square
cs: Čtverec
es_419: Cuadrado
pl: Kwadrat
zh_tw: 方形

source: Staging
cs: Inscenace
es_419: Entorno de pruebas
pl: Testowy

source: Status page
cs: Stavová stránka
es_419: Página de estado
pl: Strona statusu
zh_tw: 狀態頁面

source: Step {0} of {numSteps}
es_419: Paso {0} de {numSteps}
pl: Krok {0} z {numSteps}
zh_tw: 第 {0} 步，共 {numSteps} 步

source: Storage cleared, you need to restart the app now.
es_419: Almacenamiento limpiado, necesitas reiniciar la aplicación ahora.
pl: Pamięć wyczyszczona, musisz teraz zrestartować aplikację.
zh_tw: 已清空儲存資料，需要現在重新啟動應用程式。

source: Submit
cs: Odeslat
es_419: Enviar
pl: Wyślij

source: Subscribe
cs: Odebírat
es_419: Suscribirse
pl: Subskrybuj
zh_tw: 訂閱

source: Subscribe to the {0} feed
es_419: Suscribirse al muro {0}
zh_tw: 訂閱「{0}」時間軸

source: Subscribe to this list
cs: Odebírat tento seznam
es_419: Subscribirse a esta lista
pl: Subskrybuj tę listę
zh_tw: 訂閱此列表

source: Suggested Follows
cs: Doporučené sledovat
es_419: Usuarios sugeridos para seguir
pl: Sugerowane obserwacje
zh_tw: 建議跟隨

source: Suggested for you
es_419: Sugerido para ti
pl: Sugerowane dla Ciebie
zh_tw: 為您建議

source: Suggestive
es_419: Sugerente
pl: Sugestywny
zh_tw: 引誘

source: Support
cs: Podpora
es_419: Ayuda
pl: Wsparcie
zh_tw: 支援

source: Swipe up to see more
es_419: Desliza hacia arriba para ver más
pl: Przesuń w górę, aby zobaczyć więcej
zh_tw: 向上滑動顯示更多

source: Switch Account
cs: Přepnout účet
es_419: Cambiar cuenta
pl: Zmień konto
zh_tw: 切換帳戶

source: Switch to {0}
es_419: Cambiar a {0}
pl: Przełącz na {0}
zh_tw: 切換至 {0}

source: Switches the account you are logged in to
es_419: Cambia a la cuenta con la que has iniciado sesión
pl: Przełącza na konto, na które jesteś zalogowany
zh_tw: 切換您登入的帳戶

source: System
es_419: Sistema
zh_tw: 系統

source: System log
cs: Systémový protokol
es_419: Registro del sistema
pl: Log systemowy
zh_tw: 系統紀錄

source: Tall
cs: Vysoký
es_419: Altura
pl: Wysoki
zh_tw: 高

source: Tap to view fully
es_419: Toca para ver la imagen por completo
pl: Dotknij, aby zobaczyć w pełni
zh_tw: 輕點來檢視全體

source: Terms
cs: Podmínky
es_419: Términos
pl: Warunki

source: Terms of Service
cs: Podmínky služby
es_419: Términos de Servicio
pl: Warunki korzystania
zh_tw: 服務條款

source: Text input field
cs: Pole pro zadávání textu
es_419: Campo de entrada de texto
pl: Pole wprowadzania tekstu
zh_tw: 文字輸入欄位

source: The account will be able to interact with you after unblocking.
cs: Účet s vámi bude moci komunikovat po odblokování.
es_419: La cuenta podrá interactuar contigo después del desbloqueo.
pl: Konto będzie mogło nawiązać interakcję z Tobą po odblokowaniu.

source: The Community Guidelines have been moved to <0/>
cs: Komunitní pravidla byly přesunuty na adresu <0/>
es_419: Las Normas de la Comunidad se han movido a <0/>
pl: Wytyczne społeczności zostały przeniesione do <0/>
zh_tw: 社群守則已移動到 <0/>

source: The Copyright Policy has been moved to <0/>
cs: Zásady autorských práv byly přesunuty do <0/>
es_419: La Política de Derechos de Autor se ha movido a <0/>
pl: Polityka praw autorskich została przeniesiona do <0/>
zh_tw: 著作權政策已移動到 <0/>

source: The following steps will help customize your Bluesky experience.
es_419: Los siguientes pasos te ayudarán a personalizar tu experiencia en Bluesky.
zh_tw: 接下來的步驟會幫助您自訂 Bluesky 的體驗。

source: The post may have been deleted.
cs: Příspěvek mohl být smazán.
es_419: Es posible que se haya borrado la publicación.
pl: Post może zostać usunięty.
zh_tw: 貼文可能已被刪除。

source: The Privacy Policy has been moved to <0/>
cs: Zásady ochrany osobních údajů byly přesunuty na adresu <0/>
es_419: La Política de Privacidad se ha movido a <0/>
pl: Polityka prywatności została przeniesiona do <0/>
zh_tw: 隱私權政策已移動到 <0/>

source: The support form has been moved. If you need help, please <0/> or visit {HELP_DESK_URL} to get in touch with us.
es_419: El formulario de ayuda se ha movido. Si necesitas ayuda, por favor<0/> o visita {HELP_DESK_URL} para contactarnos.
pl: Formularz wsparcia został przeniesiony. Jeśli potrzebujesz pomocy, proszę <0/> lub odwiedź {HELP_DESK_URL}, aby skontaktować się z nami.
zh_tw: 支援表單已移動。如果您需要幫助，請 <0/> 或是造訪 {HELP_DESK_URL} 來與我們聯繫。

source: The Terms of Service have been moved to
cs: Podmínky služby byly přesunuty do
es_419: Los Términos de Servicio se han movido a
pl: Warunki korzystania zostały przeniesione do
zh_tw: 服務條款已移動到

source: There are many feeds to try:
es_419: Hay muchos muros para probar:
zh_tw: 有許多可以嘗試的時間軸：

source: There was an an issue contacting the server, please check your internet connection and try again.
es_419: Hubo un problema al contactar al servidor. Por favor, comprueba tu conexión a internet e intenta nuevamente.
pl: Wystąpił problem z połączeniem z serwerem, sprawdź swoje połączenie internetowe i spróbuj ponownie.
zh_tw: 與伺服器連線發生了問題，請檢查您的網路連線之後再試一次。

source: There was an an issue removing this feed. Please check your internet connection and try again.
es_419: Hubo un problema al eliminar este muro. Por favor, comprueba tu conexión a internet e intenta nuevamente.
pl: Wystąpił problem podczas usuwania tego kanału. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
zh_tw: 移除時間軸時發生了問題。請檢查您的網路連線之後再試一次。

source: There was an an issue updating your feeds, please check your internet connection and try again.
es_419: Hubo un problema al actualizar tus muros. Por favor, comprueba tu conexión a internet e intenta nuevamente.
pl: Wystąpił problem podczas aktualizacji kanałów, sprawdź swoje połączenie internetowe i spróbuj ponownie.
zh_tw: 上傳時間軸時發生問題，請檢查您的網路連線之後再試一次。

source: There was an issue contacting the server
es_419: Hubo un problema al contactar al servidor
pl: Wystąpił problem z połączeniem z serwerem
zh_tw: 與伺服器聯繫時發生問題

source: There was an issue contacting your server
es_419: Hubo un problema al contactar con tu servidor
pl: Wystąpił problem z połączeniem z Twoim serwerem
zh_tw: 與您的伺服器聯繫時發生問題

source: There was an issue fetching notifications. Tap here to try again.
es_419: Hubo un problema al obtener notificaciones. Toca aquí para intentarlo nuevamente.
pl: Wystąpił problem podczas pobierania powiadomień. Dotknij tutaj, aby spróbować ponownie.
zh_tw: 取得通知時發生問題。請點此處再試一次。

source: There was an issue fetching posts. Tap here to try again.
es_419: Hubo un problema al obtener publicaciones. Toca aquí para intentarlo nuevamente.
pl: Wystąpił problem podczas pobierania postów. Dotknij tutaj, aby spróbować ponownie.
zh_tw: 取得貼文時發生問題。請點此處再試一次。

source: There was an issue fetching the list. Tap here to try again.
es_419: Hubo un problema al obtener la lista. Toca aquí para intentarlo nuevamente.
pl: Wystąpił problem podczas pobierania listy. Dotknij tutaj, aby spróbować ponownie.
zh_tw: 取得列表時發生問題。請點此處再試一次。

source: There was an issue fetching your lists. Tap here to try again.
es_419: Hubo un problema al obtener tus listas. Toca aquí para intentarlo nuevamente.
pl: Wystąpił problem podczas pobierania Twoich list. Dotknij tutaj, aby spróbować ponownie.
zh_tw: 取得您的列表時發生問題。請點此處再試一次。

source: There was an issue syncing your preferences with the server
es_419: Hubo un problema al sincronizar tus preferencias con el servidor
pl: Wystąpił problem podczas synchronizacji Twoich preferencji z serwerem
zh_tw: 與伺服器同步您的偏好設定時發生問題

source: There was an issue with fetching your app passwords
es_419: Hubo un problema al obtener tus contraseñas de aplicación
pl: Wystąpił problem podczas pobierania haseł Twojej aplikacji
zh_tw: 取得您的應用程式密碼時發生問題

source: There was an issue! {0}
es_419: ¡Hubo un problema! {0}
pl: Wystąpił problem! {0}
zh_tw: 發生了問題！{0}

source: There was an issue. Please check your internet connection and try again.
es_419: Hubo un problema. Por favor, comprueba tu conexión a internet e intenta nuevamente.
pl: Wystąpił problem. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
zh_tw: 發生了問題。請檢查您的網路連線之後再試一次。

source: There was an unexpected issue in the application. Please let us know if this happened to you!
cs: V aplikaci došlo k neočekávanému problému. Pokud se vám to stalo, dejte nám prosím vědět!
es_419: Se ha producido un problema inesperado en la aplicación. ¡Por favor, avísanos si esto te sucedió!
pl: Wystąpił nieoczekiwany problem w aplikacji. Prosimy o informację, jeśli to się zdarzyło!

source: There's been a rush of new users to Bluesky! We'll activate your account as soon as we can.
es_419: ¡Ha habido un gran aumento de nuevos usuarios en Bluesky! Activaremos tu cuenta tan pronto como sea posible.

source: There's something wrong with this number. Please choose your country and enter your full phone number!
es_419: Hay un problema con este número. ¡Por favor, escoge tu país e introduce tu número de teléfono completo!
pl: Coś jest nie tak z tym numerem. Wybierz swój kraj i wprowadź pełny numer telefonu!

source: These are popular accounts you might like.
es_419: Estas son cuentas populares que podrían interesarte.

source: This {screenDescription} has been flagged:
cs: Tento {screenDescription} byl nahlášen:
es_419: Se ha marcado esta {screenDescription}:
pl: {screenDescription} został oznaczony flagą:

source: This account has requested that users sign in to view their profile.
es_419: Esta cuenta ha solicitado que los usuarios inicien sesión para ver su perfil.
pl: To konto zażądało, aby użytkownicy się zalogowali, aby zobaczyć swój profil.

source: This content is hosted by {0}. Do you want to enable external media?
es_419: Este contenido está alojado por {0}. ¿Quieres activar medios externos?
pl: Ten kontent jest hostowany przez {0}. Czy chcesz włączyć zewnętrzne media?
zh_tw: 這個內容來自 {0}。您要啟用外部媒體嗎？

source: This content is not available because one of the users involved has blocked the other.
es_419: Este contenido no está disponible porque uno de los usuarios involucrados ha bloqueado al otro.
pl: Ten kontent jest niedostępny, ponieważ jeden z użytkowników zablokował drugiego.

source: This content is not viewable without a Bluesky account.
cs: Tento obsah nelze zobrazit bez Bluesky účtu.
es_419: Este contenido no es visible sin una cuenta de Bluesky.
pl: Ten kontent nie jest widoczny bez konta Bluesky.
zh_tw: 這個內容需要 Bluesky 帳戶才能檢視。
