Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: Closes password update alert
es_419: Cierra la alerta de actualización de contraseña
pl: Zamyka powiadomienie o aktualizacji hasła
zh_tw: 關閉密碼更新警示

source: Closes post composer and discards post draft
es_419: Cierra el creador de publicaciones y descarta el borrador de la publicación
pl: Zamyka kompozytora postów i usuwa szkic posta
zh_tw: 關閉貼文撰寫工具並捨棄草稿

source: Closes viewer for header image
es_419: Cierra el visor de encabezado de imagen
pl: Zamyka przeglądarkę dla obrazka nagłówka

source: Collapses list of users for a given notification
es_419: Contrae la lista de usuarios para una notificación específica
pl: Zwija listę użytkowników dla danego powiadomienia
zh_tw: 折疊指定通知的使用者列表

source: Community Guidelines
cs: Pravidla komunity
es_419: Normas de la Comunidad
pl: Zasady społeczności
zh_tw: 社群守則

source: Complete onboarding and start using your account
es_419: Completa el proceso de incorporación y comienza a usar tu cuenta
zh_tw: 完成初始設定並開始使用您的帳戶

source: Compose posts up to {MAX_GRAPHEME_LENGTH} characters in length
es_419: Redacta publicaciones de hasta {MAX_GRAPHEME_LENGTH} caracteres de longitud
pl: Twórz posty o długości do {MAX_GRAPHEME_LENGTH} znaków
zh_tw: 撰寫最多 {MAX_GRAPHEME_LENGTH} 個字的貼文

source: Compose reply
cs: Napsat odpověď
es_419: Redactar respuesta
pl: Twórz odpowiedź
zh_tw: 撰寫回覆

source: Configure content filtering setting for category: {0}
es_419: Configura el ajuste de filtro de contenido para la categoría: {0}
zh_tw: 調整這個分類的內容過濾設定：{0}

source: Confirm
cs: Potvrdit
es_419: Confirmar
pl: Potwierdź
zh_tw: 確認

# action
source: Confirm
es_419: Confirmar
pl: Potwierdź
zh_tw: 確認

source: Confirm Change
cs: Potvdit změnu
es_419: Confirmar cambio
pl: Potwierdź zmianę
zh_tw: 確認變更

source: Confirm content language settings
cs: Potvrdit nastavení jazyku obsahu
es_419: Confirmar ajustes de idioma de contenido
pl: Potwierdź ustawienia języka treści
zh_tw: 確認內容語言設定

source: Confirm delete account
cs: Potvrdit smazání účtu
es_419: Confirmar eliminación de cuenta
pl: Potwierdź usunięcie konta
zh_tw: 確認刪除帳戶

source: Confirm your age to enable adult content.
es_419: Confirma tu edad para activar contenido para adultos.
pl: Potwierdź swój wiek, aby włączyć treści dla dorosłych.
zh_tw: 請確認您的年齡再啟用成人內容。

source: Confirmation code
cs: Potvrzovací kód
es_419: Código de confirmación
pl: Kod potwierdzenia
zh_tw: 確認碼

source: Confirms signing up {email} to the waitlist
es_419: Confirma el registro del {email} en la lista de espera
pl: Potwierdza zapisanie {email} na listę oczekujących
zh_tw: 確認將 {email} 登錄至等候名單

source: Connecting...
cs: Připojování...
es_419: Conectando...
pl: Łączenie...
zh_tw: 連線中...

source: Contact support
es_419: Contacta al soporte
pl: Skontaktuj się z pomocą techniczną

source: Content filtering
cs: Filtrování obsahu
es_419: Filtro de contenido
pl: Filtrowanie treści
zh_tw: 內容過濾

source: Content Filtering
cs: Filtrování obsahu
es_419: Filtro de contenido
pl: Filtrowanie treści
zh_tw: 內容過濾

source: Content Languages
cs: Jazyk obsahu
es_419: Idiomas de contenido
pl: Języki treści
zh_tw: 內容語言

source: Content Not Available
es_419: Contenido no disponible
pl: Treść niedostępna
zh_tw: 內容無法使用

source: Content Warning
cs: Upozornění na obsah
es_419: Advertencia de contenido
pl: Ostrzeżenie o treści
zh_tw: 內容警告

source: Content warnings
cs: Upozornění na obsah
es_419: Advertencias de contenido
pl: Ostrzeżenia o treści
zh_tw: 內容警告

source: Continue
cs: Oikračovat
es_419: Continuar
pl: Kontynuuj
zh_tw: 繼續

source: Continue to next step
es_419: Continuar al siguiente paso
zh_tw: 繼續下一步

source: Continue to the next step
es_419: Continuar al siguiente paso
zh_tw: 繼續進行下一步

source: Continue to the next step without following any accounts
es_419: Continuar al siguiente paso sin seguir ninguna cuenta
zh_tw: 不跟隨任何帳戶而繼續進行下一步

source: Copied
cs: Zkopírováno
es_419: Copiado
pl: Skopiowane
zh_tw: 已複製

source: Copied build version to clipboard
es_419: Se ha copiado la versión de compilación al portapapeles
pl: Skopiowano wersję buildu do schowka
zh_tw: 已複製編譯版本到剪貼簿

source: Copied to clipboard
es_419: Se ha copiado al portapapeles
pl: Skopiowane do schowka
zh_tw: 已複製到剪貼簿

source: Copies app password
es_419: Copia contraseña de aplicación
pl: Kopiuje hasło aplikacji
zh_tw: 會複製應用程式密碼

source: Copy
cs: Zkopírovat
es_419: Copiar
pl: Kopiuj
zh_tw: 複製

source: Copy link to list
cs: Zkopírovat odkaz na seznam
es_419: Copiar enlace a lista
pl: Skopiuj link do listy
zh_tw: 複製連結到列表

source: Copy link to post
cs: Zkopírovat odkaz na příspěvek
es_419: Copiar enlace a la publicación
pl: Skopiuj link do posta
zh_tw: 複製連結到貼文

source: Copy link to profile
cs: Zkopírovat odkaz na profil
es_419: Copiar enlace al perfil
pl: Skopiuj link do profilu
zh_tw: 複製連結到個人資料

source: Copy post text
cs: Zkopírovat text příspěvku
es_419: Copiar enlace a la publicación
pl: Skopiuj tekst posta
zh_tw: 複製貼文文字

source: Copyright Policy
cs: Zásady autorských práv
es_419: Política de Derechos de Autor
pl: Polityka praw autorskich
zh_tw: 著作權政策

source: Could not load feed
cs: Zdroj se nepodařilo načíst
es_419: No se ha podido cargar el muro
pl: Nie można załadować kanału
zh_tw: 無法載入時間軸

source: Could not load list
cs: Seznam se nepodařilo načíst
es_419: No se ha podido cargar la lista
pl: Nie można załadować listy
zh_tw: 無法載入列表

source: Country
es_419: País
pl: Kraj
zh_tw: 國家

source: Create a new account
cs: Vytvořit nový účet
es_419: Crear una cuenta nueva
pl: Utwórz nowe konto
zh_tw: 建立新帳戶

source: Create a new Bluesky account
es_419: Crear una cuenta nueva de Bluesky
pl: Utwórz nowe konto Bluesky
zh_tw: 建立新的 Bluesky 帳戶

source: Create Account
cs: Vytvořit účet
es_419: Crear cuenta
pl: Utwórz konto
zh_tw: 建立帳戶

source: Create App Password
es_419: Crear contraseña de aplicación
pl: Utwórz hasło aplikacji
zh_tw: 建立應用程式密碼

source: Create new account
cs: Vytvořit nový účet
es_419: Crear cuenta nueva
pl: Utwórz nowe konto
zh_tw: 建立新帳戶

source: Created {0}
cs: Vytvořeno {0}
es_419: {0} creado
pl: Utworzono {0}

source: Created by <0/>
es_419: Creado por <0/>
pl: Utworzone przez <0/>
zh_tw: 由 <0/> 建立

source: Created by you
es_419: Creado por ti
pl: Utworzone przez ciebie
zh_tw: 由您建立

source: Creates a card with a thumbnail. The card links to {url}
es_419: Crea una ficha con una miniatura. La ficha enlaza a {url}
pl: Tworzy kartę z miniaturą. Karta zawiera link do {url}
zh_tw: 建立有縮圖的卡片。卡片會連結到 {url}

source: Custom domain
cs: Vlastní doména
es_419: Dominio personalizado
pl: Domena niestandardowa
zh_tw: 自訂網域

source: Customize media from external sites.
es_419: Personalizar medios de sitios externos.
pl: Dostosuj media z zewnętrznych stron.
zh_tw: 設定來自外部網站的媒體。

source: Danger Zone
cs: Nebezpečná zóna
es_419: Zona de peligro
pl: Strefa zagrożenia

source: Dark
es_419: Oscuro
pl: Ciemny
zh_tw: 暗色

source: Dark mode
es_419: Modo oscuro
pl: Tryb ciemny
zh_tw: 暗色模式

source: Debug panel
es_419: Panel de depuración
pl: Panel debugowania
zh_tw: 除錯面板

source: Delete account
cs: Smazat účet
es_419: Eliminar cuenta
pl: Usuń konto
zh_tw: 刪除帳戶

source: Delete Account
cs: Smazat účet
es_419: Eliminar cuenta
pl: Usuń konto
zh_tw: 刪除帳戶

source: Delete app password
cs: Smazat aplikační heslo
es_419: Eliminar contraseña de aplicación
pl: Usuń hasło aplikacji
zh_tw: 刪除應用程式密碼

source: Delete List
cs: Smazat seznam
es_419: Eliminar lista
pl: Usuń listę
zh_tw: 刪除列表

source: Delete my account
cs: Smazat můj účet
es_419: Eliminar mi cuenta
pl: Usuń moje konto
zh_tw: 刪除我的帳戶

source: Delete my account…
cs: Smazat můj účet...
es_419: Eliminar mi cuenta...
pl: Usuń moje konto...

source: Delete post
cs: Smazat příspěvek?
es_419: Eliminar publicación
pl: Usuń post
zh_tw: 刪除貼文

source: Delete this post?
cs: Smazat tento příspěvek?
es_419: ¿Estás seguro de que quieres eliminar esta publicación?
pl: Czy chcesz usunąć ten post?
zh_tw: 刪除這個貼文？

source: Deleted
es_419: Eliminado
pl: Usunięte
zh_tw: 已刪除

source: Deleted post.
cs: Smazaný příspěvek
es_419: Se ha eliminado la publicación.
pl: Usunięty post.
zh_tw: 已刪除貼文。

source: Description
cs: Popisek
es_419: Descripción
pl: Opis
zh_tw: 描述

source: Developer Tools
cs: Vývojářské nástroje
es_419: Herramientas de desarrollador
pl: Narzędzia deweloperskie
zh_tw: 開發者工具

source: Did you want to say anything?
es_419: ¿Quieres decir algo?
pl: Czy chciałeś coś powiedzieć?
zh_tw: 您有什麼想說的嗎？

source: Discard
cs: Zahodit
es_419: Descartar
pl: Odrzuć
zh_tw: 捨棄

source: Discard draft
cs: Zahodit koncept
es_419: Descartar el borrador
pl: Odrzuć szkic
zh_tw: 捨棄草稿

source: Discourage apps from showing my account to logged-out users
es_419: Evitar que las aplicaciones muestren mi cuenta a usuarios que no hayan iniciado sesión
pl: Zniechęcaj aplikacje do pokazywania mojego konta niezalogowanym użytkownikom

source: Discover new custom feeds
es_419: Descubrir nuevos muros personalizados
pl: Odkryj nowe niestandardowe kanały
zh_tw: 探索新的自訂時間軸

source: Discover new feeds
cs: Objevte nové zdroje
es_419: Descubrir nuevos muros
pl: Odkryj nowe kanały
zh_tw: 探索新的時間軸

source: Display name
cs: Zobrazované jméno
es_419: Nombre visible
pl: Nazwa wyświetlana
zh_tw: 顯示名稱

source: Display Name
cs: Zobrazované jméno
es_419: Nombre visible
pl: Nazwa wyświetlana
zh_tw: 顯示名稱

source: Domain verified!
cs: Doména ověřena!
es_419: ¡Dominio verificado!
pl: Domena zweryfikowana!
zh_tw: 自訂網域已驗證！

source: Don't have an invite code?
es_419: ¿No tienes un código de invitación?
pl: Nie masz kodu zaproszenia?
zh_tw: 沒有邀請碼？

# action
source: Done
es_419: Hecho
pl: Gotowe
zh_tw: 完成

source: Done
cs: Hotovo
es_419: Hecho
pl: Gotowe
zh_tw: 完成

source: Done{extraText}
cs: Hotovo{extraText}
es_419: Hecho{extraText}
pl: Gotowe{extraText}
zh_tw: 完成{extraText}

source: Double tap to sign in
es_419: Toque dos veces para iniciar sesión
pl: Podwójne kliknięcie, aby się zalogować
zh_tw: 點兩下來登入

source: Drop to add images
es_419: Arrastra para añadir imágenes
pl: Upuść, aby dodać obrazy
zh_tw: 拖放來新增圖片

source: e.g. Alice Roberts
es_419: p. ej. María Rodríguez
pl: np. Alice Roberts
zh_tw: 例如：王 小明

source: e.g. Artist, dog-lover, and avid reader.
es_419: p. ej. Artista, amante de los perros y ávido lector.
pl: np. Artysta, miłośnik psów i zapalony czytelnik.
zh_tw: 例如：藝術家，犬派，喜歡讀書。

source: e.g. Great Posters
es_419: p. ej. Publicadores geniales
pl: np. Wspaniali plakaci

source: e.g. Spammers
es_419: p. ej. Cuentas de mensajes no deseados
pl: np. Spamerzy
zh_tw: 例如：垃圾貼文

source: e.g. The posters who never miss.
es_419: p. ej. Los publicadores que nunca decepcionan.
pl: np. Plakaci, którzy nigdy nie przegapili.

source: e.g. Users that repeatedly reply with ads.
es_419: p. ej. Cuentas que responden repetidamente con anuncios.
pl: np. Użytkownicy, którzy wielokrotnie odpowiadają reklamami.

source: Each code works once. You'll receive more invite codes periodically.
cs: Každý kód funguje jen jednou. Pravidelně budete dostávat další pozvánky.
es_419: Cada código funciona una vez. Recibirás más códigos de invitación periódicamente.
pl: Każdy kod działa tylko raz. Otrzymasz okresowo więcej kodów zaproszeniowych.
zh_tw: 每個邀請碼只能使用一次。您會定期收到更多邀請碼。

# action
source: Edit
es_419: Editar
pl: Edytuj
zh_tw: 編輯

source: Edit image
cs: Upravit obrázek
es_419: Editar imagen
pl: Edytuj obraz
zh_tw: 編輯圖片

source: Edit list details
cs: Upravit popisek seznamu
es_419: Editar detalles de la lista
pl: Edytuj szczegóły listy
zh_tw: 編輯列表詳細資訊

source: Edit Moderation List
es_419: Editar lista de moderación
pl: Edytuj listę moderacji

source: Edit My Feeds
cs: Upravit můj zdroj
es_419: Editar mis muros
pl: Edytuj moje kanały
zh_tw: 編輯我的時間軸

source: Edit my profile
cs: Upravit můj profil
es_419: Editar mi perfil
pl: Edytuj mój profil
zh_tw: 編輯我的個人資料

source: Edit profile
cs: Upravit profil
es_419: Editar perfil
pl: Edytuj profil
zh_tw: 編輯個人資料

source: Edit Profile
cs: Upravit profil
es_419: Editar perfil
pl: Edytuj profil
zh_tw: 編輯個人資料

source: Edit Saved Feeds
cs: Upravit uložené zdroje
es_419: Editar muros guardados
pl: Edytuj zapisane kanały
zh_tw: 編輯已儲存的時間軸

source: Edit User List
es_419: Editar lista de usuarios
pl: Edytuj listę użytkowników
zh_tw: 編輯使用者列表

source: Edit your display name
es_419: Editar tu nombre visible
pl: Edytuj swoją nazwę wyświetlaną
zh_tw: 編輯您的顯示名稱

source: Edit your profile description
es_419: Editar la descripción de tu perfil
pl: Edytuj opis swojego profilu
zh_tw: 編輯您的個人資料描述

source: Email
es_419: C. electrónico
zh_tw: 電子郵件

source: Email address
cs: Emailová adresa
es_419: Dirección de correo electrónico
pl: Adres email
zh_tw: 電子郵件地址

source: Email updated
es_419: Correo electrónico actualizado
pl: Email zaktualizowany
zh_tw: 已更新電子郵件

source: Email Updated
cs: Email aktualizován
es_419: Correo electrónico actualizado
pl: Email zaktualizowany
zh_tw: 已更新電子郵件

source: Email verified
es_419: Correo electrónico verificado
pl: Email zweryfikowany
zh_tw: 電子郵件已驗證

source: Email:
es_419: Correo electrónico:
zh_tw: 電子郵件：

source: Enable {0} only
es_419: Activar solo {0}
pl: Włącz tylko {0}
zh_tw: 只啟用 {0}

source: Enable Adult Content
es_419: Activar contenido para adultos
pl: Włącz treści dla dorosłych
zh_tw: 啟用成人內容

source: Enable adult content in your feeds
es_419: Activar contenido para adultos en tus muros
zh_tw: 在時間軸內啟用成人內容

source: Enable External Media
es_419: Activar medios externos
pl: Włącz zewnętrzne media
zh_tw: 啟用外部媒體

source: Enable media players for
es_419: Activar reproductores multimedia para
pl: Włącz odtwarzacze multimedialne dla
zh_tw: 為以下啟用媒體播放器

source: Enable this setting to only see replies between people you follow.
cs: Povolte toto nastavení, abyste viděli odpovědi pouze mezi lidmi, které sledujete.
es_419: Activa este ajuste para ver únicamente respuestas entre personas a las que sigues.
pl: Włącz tę opcję, aby widzieć tylko odpowiedzi między osobami, których obserwujesz.

source: End of feed
cs: Konec zdroje
es_419: Fin del muro
pl: Koniec kanału

source: Enter a name for this App Password
es_419: Introduce un nombre para esta contraseña de aplicación
pl: Wprowadź nazwę dla tego hasła aplikacji
zh_tw: 輸入這個應用程式密碼的名稱

source: Enter Confirmation Code
es_419: Introduce el código de confirmación
pl: Wprowadź kod potwierdzenia
zh_tw: 輸入驗證碼

source: Enter the domain you want to use
es_419: Introduce el dominio que deseas usar
pl: Wprowadź domenę, którą chcesz użyć
zh_tw: 輸入您要使用的網域

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
cs: Zadejte e-mail, který jste použili k vytvoření účtu. Zašleme vám "obnovovací kód", abyste si mohli nastavit nové heslo.
es_419: Introduce el correo electrónico que usaste para crear tu cuenta. Te enviaremos un 'código de restablecimiento' para que puedas establecer una nueva contraseña.
pl: Wprowadź adres email, który użyłeś do utworzenia konta. Wyślemy Ci "kod resetowania", dzięki któremu będziesz mógł ustawić nowe hasło.
zh_tw: 請輸入您用來建立您的帳戶的電子郵件。我們會將「重設碼」傳送給您讓您設定新的密碼。

source: Enter your birth date
es_419: Introduce tu fecha de nacimiento
pl: Wprowadź swoją datę urodzenia
zh_tw: 輸入您的出生日期

source: Enter your email
es_419: Introduce tu correo electrónico
pl: Wprowadź swój adres email
zh_tw: 輸入您的電子郵件地址

source: Enter your email address
cs: Zadejte svou e-mailovou adresu
es_419: Introduce tu dirección de correo electrónico
pl: Wprowadź swój adres email
zh_tw: 輸入您的電子郵件地址

source: Enter your new email above
es_419: Introduce tu nuevo correo electrónico arriba
pl: Wprowadź powyżej swój nowy adres email
zh_tw: 請在上方輸入您的新電子郵件

source: Enter your new email address below.
cs: Níže zadejte svou novou e-mailovou adresu
es_419: Introduce tu nueva dirección de correo electrónico debajo.
pl: Wprowadź poniżej swój nowy adres email.
zh_tw: 請在下方輸入您的新電子郵件地址。

source: Enter your phone number
es_419: Introduce tu número de teléfono
pl: Wprowadź swój numer telefonu
zh_tw: 輸入您的電話號碼

source: Enter your username and password
cs: Zadejte své uživatelské jméno a heslo
es_419: Introduce tu nombre de usuario y contraseña
pl: Wprowadź swoją nazwę użytkownika i hasło
zh_tw: 請輸入您的使用者名稱與密碼

source: Everybody
cs: Všichni
es_419: Todos
pl: Wszyscy

source: Exits handle change process
es_419: Salir del proceso de cambio de identificador
pl: Zamyka proces zmiany uchwytu

source: Exits image view
es_419: Salir del visor de imagen
pl: Zamyka widok obrazu
zh_tw: 離開圖片檢視

source: Exits inputting search query
es_419: Salir de la entrada de consulta de búsqueda
pl: Zamyka wprowadzanie zapytania wyszukiwania
zh_tw: 停止輸入搜尋字詞

source: Exits signing up for waitlist with {email}
es_419: Salir del registro en la lista de espera con {email}
pl: Zamyka zapisywanie się na listę oczekujących z adresem {email}
zh_tw: 停止用 {email} 登錄等候名單

source: Expand alt text
cs: Rozbalit popisek
es_419: Expandir texto alternativo
pl: Rozwiń tekst alternatywny
zh_tw: 展開替代文字

source: Expand or collapse the full post you are replying to
es_419: Expandir o contraer la publicación completa a la que estás respondiendo
pl: Rozwiń lub zwiń pełny post, na który odpowiadasz
zh_tw: 展開或折疊您在回覆的完整貼文

source: External Media
es_419: Medios externos
pl: Zewnętrzne media
zh_tw: 外部媒體

source: External media may allow websites to collect information about you and your device. No information is sent or requested until you press the "play" button.
es_419: Los medios externos pueden permitir que los sitios web recopilen información sobre ti y tu dispositivo. No se envía ni se solicita información hasta que pulses el botón 'reproducir'.
pl: Zewnętrzne media mogą umożliwiać witrynom zbieranie informacji o Tobie i Twoim urządzeniu. Żadne informacje nie są wysyłane ani żądane, dopóki nie naciśniesz przycisku "odtwórz".
zh_tw: 外部媒體可能會讓網站收集關於您和您的裝置的資訊。

source: External Media Preferences
es_419: Preferencias de medios externos
pl: Preferencje zewnętrznych mediów
zh_tw: 外部媒體設定

source: External media settings
es_419: Ajustes de medios externos
pl: Ustawienia zewnętrznych mediów
zh_tw: 外部媒體設定

source: Failed to create app password.
es_419: No se ha podido crear la contraseña de aplicación.
pl: Nie udało się utworzyć hasła aplikacji.
zh_tw: 建立應用程式密碼失敗。

source: Failed to create the list. Check your internet connection and try again.
es_419: No se ha podido crear la lista. Comprueba tu conexión a internet e intenta nuevamente.
pl: Nie udało się utworzyć listy. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
zh_tw: 建立列表失敗。請檢查您的網路連線之後再試一次。

source: Failed to delete post, please try again
es_419: No se ha podido eliminar la publicación. Por favor, inténtalo de nuevo
pl: Nie udało się usunąć posta, spróbuj ponownie

source: Failed to load recommended feeds
cs: Doporučené zdroje se nepodařilo načíst
es_419: No se han podido cargar los muros recomendados
pl: Nie udało się załadować rekomendowanych kanałów
zh_tw: 載入建議時間軸失敗

source: Feed
es_419: Muro
pl: Kanał
zh_tw: 時間軸

source: Feed by {0}
es_419: Muro hecho por {0}
pl: Kanał według {0}
zh_tw: 來自 {0} 的時間軸

source: Feed offline
cs: Zdroj je offline
es_419: Muro fuera de línea
pl: Kanał offline

source: Feed Preferences
cs: Nastavení zdrojů
es_419: Preferencias de muro
pl: Preferencje kanału
zh_tw: 時間軸設定

source: Feedback
cs: Zpětná vazba
es_419: Opiniones
pl: Opinie
zh_tw: 回饋

source: Feeds
cs: Zdroje
es_419: Muros
pl: Kanały
zh_tw: 時間軸

source: Feeds are created by users and can give you entirely new experiences.
es_419: Los muros son creados por los usuarios y pueden ofrecerte experiencias completamente nuevas.

source: Feeds are created by users to curate content. Choose some feeds that you find interesting.
cs: Zdroje jsou vlastní algoritmy, které uživatelé vytvářejí s trochou znalostí kódování. <0/> pro více informací.
es_419: Los muros son creados por usuarios para organizar contenido. Escoge algunos muros que te resulten interesantes.
pl: Kanały są tworzone przez użytkowników w celu kuracji treści. Wybierz kilka kanałów, które uważasz za interesujące.
zh_tw: 時間軸由使用者建立來精選內容。選擇一些您感興趣的時間軸吧。

source: Feeds are custom algorithms that users build with a little coding expertise. <0/> for more information.
es_419: Los muros son algoritmos personalizados que los usuarios construyen con un poco de experiencia en programación. <0/> para más información.
pl: Kanały to niestandardowe algorytmy, które użytkownicy tworzą z niewielką wiedzą programistyczną. <0/> dla więcej informacji.

source: Feeds can be topical as well!
es_419: ¡Los muros también pueden ser temáticos!
zh_tw: 時間軸也可以聚焦於特定話題！

source: Finalizing
es_419: Finalizando
zh_tw: 最終步驟

source: Find accounts to follow
es_419: Buscar cuentas para seguir
pl: Znajdź konta do obserwowania
zh_tw: 尋找要跟隨的帳戶

source: Find users on Bluesky
es_419: Buscar usuarios en Bluesky
pl: Znajdź użytkowników na Bluesky
zh_tw: 在 Bluesky 上尋找使用者

source: Find users with the search tool on the right
es_419: Busca usuarios con la herramienta de búsqueda a la derecha
pl: Znajdź użytkowników za pomocą narzędzia wyszukiwania po prawej
zh_tw: 用右邊的搜尋工具尋找使用者

source: Finding similar accounts...
cs: Hledání podobných účtů...
es_419: Buscando cuentas similares...
pl: Wyszukiwanie podobnych kont...
zh_tw: 正在尋找類似的帳戶...

source: Fine-tune the content you see on your home screen.
cs: Dolaďte si obsah, který vidíte na domovské obrazovce.
es_419: Ajusta el contenido que ves en tu pantalla de inicio.
pl: Dostosuj treści widoczne na ekranie głównym.

source: Fine-tune the discussion threads.
cs: Dolaďte svá diskusní vlákna.
es_419: Ajusta los hilos de discusión.
pl: Dostosuj wątki dyskusji.

source: Flip horizontal
es_419: Voltear horizontalmente
pl: Obróć w poziomie
zh_tw: 水平翻轉

source: Flip vertically
es_419: Voltear verticalmente
pl: Obróć w pionie
zh_tw: 垂直翻轉

# action
source: Follow
es_419: Seguir
pl: Obserwuj
zh_tw: 跟隨

source: Follow
cs: Sledovat
es_419: Seguir
pl: Obserwuj
zh_tw: 跟隨

source: Follow {0}
es_419: Seguir {0}
pl: Obserwuj {0}
zh_tw: 跟隨 {0}

source: Follow All
es_419: Seguir a todos
zh_tw: 跟隨全部

source: Follow selected accounts and continue to then next step
es_419: Seguir las cuentas seleccionadas y continuar al siguiente paso

source: Follow some users to get started. We can recommend you more users based on who you find interesting.
cs: Začněte sledováním některých uživatelů. Můžeme vám doporučit více uživatelů podle toho, kdo vás zajímá.
es_419: Sigue a algunos usuarios para comenzar. Podemos recomendarte más usuarios según a quiénes encuentres interesantes.
pl: Obserwuj kilku użytkowników, aby zacząć. Możemy polecić Ci więcej użytkowników na podstawie Twoich zainteresowań.
zh_tw: 從跟隨一些使用者開始吧！我們可以依您的興趣所在為您推薦更多使用者。

source: Followed by {0}
es_419: Seguido por {0}
pl: Obserwowane przez {0}
zh_tw: 由 {0} 所跟隨

source: Followed users
cs: Sledující uživatelé
es_419: Usuarios seguidos
pl: Obserwowani użytkownicy
zh_tw: 自己跟隨的使用者

source: Followed users only
cs: Pouze sledující uživatelé
es_419: Solo usuarios seguidos
pl: Tylko obserwowani użytkownicy
zh_tw: 只有自己跟隨的使用者

source: followed you
es_419: comenzó a seguirte
pl: zaczął Cię obserwować
zh_tw: 跟隨了您

source: Followers
cs: Sledujcích
es_419: Seguidores
pl: Obserwujący
zh_tw: 跟隨者

source: Following
cs: Sledovaní
es_419: Siguiendo
pl: Obserwuje
zh_tw: 跟隨中

source: Following {0}
es_419: Siguiendo {0}
pl: Obserwuje {0}
zh_tw: 正在跟隨 {0}

source: Follows you
cs: Sleduje vás
es_419: Te sigue
pl: Obserwuje Cię
zh_tw: 跟隨您

source: Follows You
es_419: Te sigue
pl: Obserwuje Cię
zh_tw: 跟隨您

source: For security reasons, we'll need to send a confirmation code to your email address.
cs: Z bezpečnostních důvodů budeme muset na vaši e-mailovou adresu poslat potvrzovací kód.
es_419: Por razones de seguridad, necesitaremos enviar un código de confirmación a tu correo electrónico.
pl: Ze względów bezpieczeństwa, musimy wysłać kod potwierdzający na Twój adres e-mail.
zh_tw: 為了安全性，我們需要傳送確認碼到您的電子郵件地址。
