Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: Your full handle will be <0>@{0}</0>
es_419: Tu identificador completo será <0>@{0}</0>
pl: Twój pełny identyfikator to <0>@{0}</0>

source: Your invite codes are hidden when logged in using an App Password
es_419: Tus códigos de invitación están ocultos cuando inicias sesión usando una contraseña de aplicación
pl: Twoje kody zaproszeń są ukryte podczas logowania za pomocą hasła aplikacji
zh_tw: 使用應用程式密碼登入時，您的邀請碼會被隱藏

source: Your post has been published
es_419: Tu publicación ha sido publicada
pl: Twój post został opublikowany
zh_tw: 已發佈貼文

source: Your posts, likes, and blocks are public. Mutes are private.
cs: Vaše příspěvky, lajky a bloky jsou veřejné. Ztlumení jsou soukromá.
es_419: Tus publicaciones, me gusta y bloqueos son públicos. Los silencios son privados.
pl: Twoje posty, polubienia i blokady są publiczne. Wyciszenia są prywatne.
zh_tw: 您的貼文、喜歡、封鎖都是公開的。靜音是私人的。

source: Your profile
cs: Váš profil
es_419: Tu perfil
pl: Twój profil
zh_tw: 您的個人資料

source: Your reply has been published
es_419: Tu respuesta ha sido publicada
pl: Twoja odpowiedź została opublikowana
zh_tw: 已發佈回覆

source: Your user handle
cs: Vaše uživatelské jméno
es_419: Tu identificador de usuario
pl: Twój identyfikator użytkownika

source: Error:
cs: Chyba:
pl: Błąd:
zh_tw: 錯誤：

source: No
cs: Ne
pl: Nie
zh_tw: 否

source: Already have a code?
zh_tw: 已經有重設碼了嗎？

source: Animals
zh_tw: 動物

source: Art
zh_tw: 藝術

source: Blog
zh_tw: 部落格

source: Books
zh_tw: 書本

source: Change password
zh_tw: 變更密碼

source: Change Password
zh_tw: 變更密碼

source: Change your Bluesky password
zh_tw: 變更您的 Bluesky 密碼

source: Choose your main feeds
zh_tw: 選擇您的主要時間軸

source: Climate
zh_tw: 氣候

source: Close
zh_tw: 關閉

source: Comedy
zh_tw: 喜劇

source: Comics
zh_tw: 漫畫

source: Cooking
zh_tw: 烹飪

source: Culture
zh_tw: 文化

source: Dark Theme
zh_tw: 暗色主題

source: Delete My Account…
zh_tw: 刪除我的帳戶…

source: Dim
zh_tw: 暗化

source: Due to Apple policies, adult content can only be enabled on the web after completing sign up.
zh_tw: 由於 Apple 的政策，成人內容只能在完成註冊之後在網站上啟用。

source: Education
zh_tw: 教育

source: Enter the code you received to change your password.
zh_tw: 請輸入您收到的驗證碼來變更您的密碼。

source: Fitness
zh_tw: 體適能

source: Flexible
zh_tw: 有彈性

source: Follow selected accounts and continue to the next step
zh_tw: 跟隨選取的帳戶並繼續下一步

source: Food
zh_tw: 食物

source: Here are some accounts for you to follow
zh_tw: 以下介紹一些帳戶供您跟隨

source: Nature
zh_tw: 自然

source: Never lose access to your followers or data.
zh_tw: 永不喪失您的跟隨者或資料。

source: New Password
zh_tw: 新密碼

source: News
zh_tw: 新聞

source: Pets
zh_tw: 寵物

source: Politics
zh_tw: 政治

source: Request Code
zh_tw: 請求驗證碼

source: Reset Code
zh_tw: 重設碼

source: Science
zh_tw: 科學

source: Set dark theme to the dark theme
zh_tw: 設定暗色主題為普通暗色

source: Set dark theme to the dim theme
zh_tw: 設定暗色主題為暗化主題

source: Software Dev
zh_tw: 軟體開發

source: Sports
zh_tw: 運動

source: Tech
zh_tw: 科技

source: Video Games
zh_tw: 電玩

source: We also think you'll like "For You" by Skygaze:
zh_tw: 我們也覺得您會喜歡 Skygaze 的「For You」時間軸：

source: We recommend our "Discover" feed:
zh_tw: 我們建議使用我們的「Discover」時間軸：

source: Writers
zh_tw: 作家

source: Your password has been changed successfully!
zh_tw: 已成功變更您的密碼！

source: {0} {purposeLabel} List
cs: {0} {purposeLabel} seznam

source: ALT
cs: Popisek

source: Appeal Decision
cs: Odvolat se proti rozhodnutí.

source: Cancel add image alt text
cs: Zrušit přidání popisku obrázku

source: Change
cs: Změnit

source: Dev Server
cs: Server pro vývojáře

source: Enter the address of your provider:
cs: Zadejte adresu, vašeho poskytovatele

source: following
cs: sledovaní

source: Hosting provider address
cs: Adresa poskytovatele hostingu

source: Limit the visibility of my account to logged-out users
cs: Omezit viditelnost mého účtu pro odhlášené uživatele

source: Logged-out users
cs: Odhlášení uživatelé

source: Looks like this feed is only available to users with a Bluesky account. Please sign up or sign in to view this feed!
cs: Zdá se, že tento zdroj je dostupný pouze uživatelům s účtem Bluesky. Chcete-li zobrazit tento zdroj, zaregistrujte se nebo se přihlaste!

source: Message from server
cs: Zpráva ze serveru

source: New Post
cs: Nový příspěvek

source: Note: Bluesky is an open and public network, and enabling this will not make your profile private or limit the ability of logged in users to see your posts. This setting only limits the visibility of posts on the Bluesky app and website; third-party apps that display Bluesky content may not respect this setting, and could show your content to logged-out users.
cs: Poznámka: Bluesky je otevřená a veřejná síť a povolením této možnosti se váš profil nestane soukromým ani neomezí možnost přihlášených uživatelů vidět vaše příspěvky. Toto nastavení omezuje pouze viditelnost příspěvků v aplikaci a na webu Bluesky; aplikace třetích stran, které zobrazují obsah Bluesky, nemusí toto nastavení respektovat a mohou váš obsah zobrazovat odhlášeným uživatelům.

source: Please tell us why you think this decision was incorrect.
cs: Řekněte nám, proč si myslíte, že toto rozhodnutí bylo nesprávné.

source: Post
cs: Příspěvek

source: Quote Post
cs: Citovat

source: Reposted by
cs: Přeposláno uživatelem

source: Search for posts and users.
cs: Vyhledávat příspěvky a uživatele.

source: Send Email
cs: Odeslat Email

source: Storybook
cs: Záznamy

source: The support form has been moved. If you need help, please<0/> or visit {HELP_DESK_URL} to get in touch with us.
cs: Formulář na podporu byl přesunut. Pokud potřebujete pomoc <0/> nebo navštivte {HELP_DESK_URL} a kontaktujte nás.

source: This {0} has been labeled.
cs: Tento {0} byl označen.

source: This is the service that keeps you online.
cs: Toto je služba, která vás udržuje online.

source: Try again
cs: Zkusit znovu

source: Users followed by <0/>
cs: Uživatelé následovaní <0/>

source: Who can reply?
cs: Kdo může odpovědět?

source: You can change hosting providers at any time.
cs: Poskytovatele hostingu můžete kdykoli změnit.

source: Your hosting provider
cs: Váš poskytovatel hostingu

source: Your profile and posts will not be visible to people visiting the Bluesky app or website without having an account and being logged in.
cs: Váš profil a příspěvky nebudou viditelné pro lidi kteří v Bluesky aplikaci nebo na webové stránce nemají uživatelský účet a nejsou přihlášeni.
