Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: (no email)
es_419: (sin correo electrónico)
zh_tw: （沒有電子郵件）

source: {0, plural, one {# invite code available} other {# invite codes available}}
cs: {0, plural, one {# k dispozici} other {# k dispozici}}
es_419: {0, plural, one {# código de invitación disponible} other {# códigos de invitación disponibles}}
zh_tw: {0, plural, other {# 個招待碼可用}}

source: {following} following
es_419: {following} siguiendo
zh_tw: 正在跟隨 {following} 人

source: {invitesAvailable, plural, one {Invite codes: # available} other {Invite codes: # available}}
cs: {invitesAvailable, plural, one {Pozvánky: # k dispozici} other {Pozvánky: # k dispozici}}
es_419: {invitesAvailable, plural, one {Códigos de invitación: # disponible} other {Códigos de invitación: # disponibles}}
zh_tw: {invitesAvailable, plural, other {招待碼：# 個可用}}

source: {invitesAvailable} invite code available
cs: zbývá {invitesAvailable} pozvánek
es_419: {invitesAvailable} código de invitación disponible
pl: {invitesAvailable} dostępnych kodów zaproszenia
zh_tw: 有 {invitesAvailable} 個可用的邀請碼

source: {invitesAvailable} invite codes available
cs: zbývá {invitesAvailable} pozvánek
es_419: {invitesAvailable} códigos de invitación disponibles
pl: {invitesAvailable} dostępnych kodów zaproszenia
zh_tw: 有 {invitesAvailable} 個可用的邀請碼

source: {numUnreadNotifications} unread
es_419: {numUnreadNotifications} sin leer
zh_tw: {numUnreadNotifications} 件未讀

source: <0/> members
cs: <0/> členi
es_419: <0/> miembros
pl: <0/> Członkowie
zh_tw: <0/> 的成員

source: <0>{following} </0><1>following</1>
es_419: <0>{following} </0><1>siguiendo</1>
zh_tw: <0>{following}</0><1>個跟隨中</1>

source: <0>Choose your</0><1>Recommended</1><2>Feeds</2>
cs: <0>Vyberte si</0><1>doporučené</1><2>zdroje</2>
es_419: <0>Escoge</0><1>muros</1><2>recomendados</2>
pl: <0>Wybierz swoje</0><1>Polecane</1><2>Feed'y</2>
zh_tw: <0>選擇您的</0><1>建議</1><2>時間軸</2>

source: <0>Follow some</0><1>Recommended</1><2>Users</2>
cs: <0>Sledujte některé</0><1>doporučené</1><2>uživatele</2>
es_419: <0>Sigue algunas</0><1>cuentas</1><2>recomendadas</2>
zh_tw: <0>跟隨一些</0><1>建議的</1><2>使用者</2>

source: <0>Welcome to</0><1>Bluesky</1>
es_419: <0>Te damos la bienvenida a</0><1>Bluesky</1>
zh_tw: <0>歡迎來到</0><1>Bluesky</1>

source: ⚠Invalid Handle
es_419: ⚠Identificador inválido

source: A content warning has been applied to this {0}.
es_419: Se ha aplicado una advertencia de contenido a este {0}.
pl: Ostrzeżenie zawartości zostało nałożone {0}
zh_tw: 已套用內容警告至此 {0}。

source: A new version of the app is available. Please update to continue using the app.
cs: K dispozici je nová verze aplikace. Chcete-li aplikaci nadále používat, aktualizujte ji.
es_419: Para continuar usando la aplicación, debes actualizarla a la versión más reciente.
pl: Nowa wersja aplikacji jest dostępna. Zaktualizuj, aby kontynuować.
zh_tw: 有新版的應用程式可使用。請更新再繼續使用應用程式。

source: Access navigation links and settings
es_419: Accede a los enlaces de navegación y ajustes.
pl: Uzyskaj dostępn do linków nawigacyjnych i ustawień
zh_tw: 存取瀏覽連結和設定

source: Access profile and other navigation links
es_419: Accede al perfil y otros enlaces de navegación.
pl: Uzyskaj dostęp do profilu and innych linków nawigacyjnych
zh_tw: 存取個人資料和其他瀏覽連結

source: Accessibility
cs: Přístupnost
es_419: Accesibilidad
pl: Dostępność
zh_tw: 輔助工具

source: Account
cs: Účet
es_419: Cuenta
pl: Konto
zh_tw: 帳戶

source: Account blocked
es_419: Cuenta bloqueada
pl: Konto zablokowane
zh_tw: 帳戶已封鎖

source: Account muted
es_419: Cuenta silenciada
pl: Konto wyciszone
zh_tw: 帳戶已靜音

source: Account Muted
es_419: Cuenta silenciada
pl: Konto wyciszone
zh_tw: 已靜音的帳戶

source: Account Muted by List
es_419: Cuenta silenciada por la lista
pl: Konto wyciszone poprzez listę
zh_tw: 已依列表靜音的帳戶

source: Account options
cs: Možnosti účtu
es_419: Ajustes de la cuenta
pl: Ustawienia Konta
zh_tw: 帳戶選項

source: Account removed from quick access
es_419: Cuenta eliminada de acceso rápido
zh_tw: 帳戶已從快速存取中移除

source: Account unblocked
es_419: Cuenta desbloqueada
pl: Konto odblokowane
zh_tw: 已解除封鎖帳戶

source: Account unmuted
es_419: Cuenta desilenciada
pl: Konto odciszone
zh_tw: 已將帳戶解除靜音

source: Add
cs: Přidat
es_419: Añadir
pl: Dodaj
zh_tw: 新增

source: Add a content warning
cs: Přidat upozornění na obsah
es_419: Añadir una advertencia de contenido
pl: Dodaj ostrzeżenie zawartości
zh_tw: 新增內容警告

source: Add a user to this list
cs: Přidat uživatele do seznamu
es_419: Añadir un usuario a esta lista
pl: Dodaj użytowknika do listy
zh_tw: 將使用者加入此列表

source: Add account
cs: Přidat účet
es_419: Añadir una cuenta
pl: Dodaj konto
zh_tw: 新增商戶

source: Add alt text
cs: Přidat popisek
es_419: Añadir un texto alternativo
pl: Dodaj tekst alt
zh_tw: 新增替代文字

source: Add App Password
es_419: Añadir una contraseña de aplicación
pl: Dodaj hasło do Aplikacji
zh_tw: 新增應用程式密碼

source: Add details
cs: Přidat podrobnosti
es_419: Añadir detalles
pl: Dodaj szczegóły
zh_tw: 加入詳細資訊

source: Add details to report
cs: Přidat podrobnosti k nahlášení
es_419: Añadir detalles a la denuncia
pl: Dodaj szczegóły do raportu
zh_tw: 為檢舉提供詳細資訊

source: Add link card
cs: Přidat kartu odkazu:
es_419: Añadir una ficha de enlace
pl: Dodaj link do karty
zh_tw: 新增連結卡片

source: Add link card:
es_419: Añadir una ficha de enlace:
pl: Dodaj link do karty:
zh_tw: 新增連結卡片：

source: Add the following DNS record to your domain:
cs: Přidejte do své domény následující DNS záznam:
es_419: Añade el siguiente registro DNS a tu dominio:
pl: Dodaj następujący rekord DNS do swojej domeny:
zh_tw: 將以下 DNS 紀錄加到您的網域：

source: Add to Lists
cs: Přidat do seznamů
es_419: Añadir a listas
pl: Dodaj do List
zh_tw: 加入列表

source: Add to my feeds
cs: Přidat do zdrojů
es_419: Añadir a mis muros
pl: Dodaj do mojego feed'a
zh_tw: 加到我的時間軸中

source: Added
es_419: Añadido
pl: Dodane
zh_tw: 已新增

source: Added to list
cs: Přidáno do seznamu
es_419: Añadido a la lista
pl: Dodane do Listy
zh_tw: 已加入列表

source: Added to my feeds
es_419: Añadido a mis muros
pl: Dodane do feed'ów
zh_tw: 已加入我的時間軸

source: Adjust the number of likes a reply must have to be shown in your feed.
cs: Upravte počet lajků, které jsou potřeba pro zobrazení ve vašem zdroji.
es_419: Ajusta la cantidad de 'me gusta' que debe tener una respuesta para mostrarse en tu muro.
pl: Dostosuj liczbę polubień odpowiedzi potrzebnych do wyświetlenia na Twoim feedzie

source: Adult Content
cs: Obsah pro dospělé
es_419: Contenido para adultos
pl: Zawartość dla dorosłych
zh_tw: 成人內容

source: Adult content can only be enabled via the Web at <0/>.
es_419: El contenido para adultos solo puede activarse a través de la web en <0/>.
pl: Zawartość dla dorosłych może zostać odblokowana jedynie przez Sieć pod adresem <0/>.
zh_tw: 成人內容只能在網站上啟用（<0/>）。

source: Adult content can only be enabled via the Web at <0>bsky.app</0>.
es_419: El contenido para adultos solo puede activarse a través de la web en <0>bsky.app</0>.

source: Advanced
cs: Pokročilé
es_419: Avanzado
pl: Zaawansowane
zh_tw: 進階

source: Already signed in as @{0}
es_419: Ya has iniciado sesión como @{0}
pl: Już zalogowałeś się jako @{0}
zh_tw: 已作為 @{0} 登入

source: Alt text
cs: Popisný text
es_419: Texto alternativo
zh_tw: 替代文字

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
cs: Popisek obrázku pro nevidomé a slabozraké uživatele a pomáhá poskytnout kontext všem.
es_419: El texto alternativo describe las imágenes para personas ciegas o con visión reducida, y ayuda a proporcionar contexto para todos.
pl: Teksty alt opisują zdjęcia dla osób niewidomych i niedowidzących, oraz pomagają dodać kontekst dla wszystkich.
zh_tw: 替代文字為盲人及視覺較弱的使用者提供圖片說明，幫助給所有人提供脈絡。

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
cs: E-mail byl odeslán na adresu {0}. Obsahuje potvrzovací kód, který můžete zadat níže.
es_419: Se ha enviado un correo electrónico a {0}. Incluye un código de confirmación que puedes introducir a continuación.
pl: Email został wysłany do {0}. Zawiera on kod potwierdzający, który należy wpisać poniżej.
zh_tw: 已寄送郵件至 {0}。郵件中包含確認碼，請將其輸入於下方。

source: An email has been sent to your previous address, {0}. It includes a confirmation code which you can enter below.
cs: Na vaši předchozí adresu {0} byl odeslán e-mail. Obsahuje potvrzovací kód, který můžete zadat níže.
es_419: Se ha enviado un correo electrónico a tu dirección anterior, {0}. Incluye un código de confirmación que puedes introducir a continuación.
pl: Email został wysłany na Twój poprzedni adres email, {0}. Zawiera on kod potwierdzający, który należy wpisać poniżej.
zh_tw: 已寄送郵件至您先前的地址（{0}）。郵件中包含確認碼，請將其輸入於下方。

source: An issue occurred, please try again.
es_419: Se ha producido un error. Por favor, inténtalo de nuevo.
pl: Wystąpił błąd, prosimy spróbowac ponownie.
zh_tw: 發生問題，請再試一次。

source: and
cs: a
es_419: y
pl: i
zh_tw: 及

source: App Language
cs: Jazyk aplikace
es_419: Idioma de aplicación
pl: Język aplikacji
zh_tw: 應用程式語言

source: App password deleted
es_419: Contraseña de aplicación eliminada
pl: Hasło aplikacji wykryte
zh_tw: 已刪除應用程式密碼

source: App Password names can only contain letters, numbers, spaces, dashes, and underscores.
es_419: Los nombres de las contraseñas de aplicación solo pueden contener letras, números, espacios, guiones y guiones bajos.
pl: Hasło aplikacji może zawierać jedynie litery, liczby, spacje, myślniki i podkreślenia.
zh_tw: 應用程式密碼只能包含字母、數字、空格、連接號 (-) 或底線 (_)。

source: App Password names must be at least 4 characters long.
es_419: Los nombres de las contraseñas de aplicación deben tener al menos 4 caracteres de longitud.
pl: Hasło do aplikacji musi zawierać conajmniej 4 litery.
zh_tw: 應用程式密碼名稱至少要有四個字元長。

source: App password settings
es_419: Ajustes de contraseña de aplicación
pl: Ustawienie hasła w aplikacji
zh_tw: 應用程式密碼設定

source: App passwords
cs: Aplikační hesla
es_419: Contraseñas de aplicación
pl: Dodaj hasło

source: App Passwords
cs: Aplikační hesla
es_419: Contraseñas de aplicación
pl: Dodaj hasło
zh_tw: 應用程式密碼

source: Appeal content warning
es_419: Apelar advertencia de contenido
pl: Odwołaj się do ostrzeżenia dotyczącego treści
zh_tw: 申訴內容警告

source: Appeal Content Warning
es_419: Apelar advertencia de contenido
pl: Odwołaj się do ostrzeżenia dotyczącego zawartości
zh_tw: 申訴內容警告

source: Appeal this decision
cs: Odvolat se proti tomuto rozhodnutí.
es_419: Apelar esta decisión
pl: Odwołaj się od tej decyzji
zh_tw: 申訴這個決定

source: Appeal this decision.
cs: Odvolat se proti tomuto rozhodnutí.
es_419: Apelar esta decisión.
pl: Odwołaj się od tej decyzji.
zh_tw: 申訴這個決定。

source: Appearance
cs: Vzhled
es_419: Apariencia
pl: Wygląd
zh_tw: 外觀

source: Are you sure you want to delete the app password "{name}"?
cs: Opravdu chcete smazat aplikační heslo "{name}"?
es_419: ¿Estás seguro de que quieres eliminar la contraseña de aplicación «{name}»?
pl: Czy na pewno chcesz usunąć hasło do aplikacji "{name}"?
zh_tw: 您確定要刪除應用程式密碼「{name}」嗎？

source: Are you sure you'd like to discard this draft?
cs: Opravdu chcete tento koncept zahodit?
es_419: ¿Estás seguro de que quieres descartar este borrador?
pl: Czy na pewno chcesz odrzucić tę wersję roboczą?
zh_tw: 您確定要捨棄這個草稿嗎？

source: Are you sure?
cs: Jste si jisti
es_419: ¿Estás seguro?
pl: Jesteś pewien/na?
zh_tw: 您確定嗎？

source: Are you sure? This cannot be undone.
cs: Jste si jisti? Toto nelze vrátit zpět.
es_419: ¿Estás seguro? Esto no se puede deshacer.
pl: Jesteś pewien/na? Tego nie da się cofnąć.
zh_tw: 您確定嗎？這個動作無法復原。

source: Are you writing in <0>{0}</0>?
es_419: ¿Estás escribiendo en <0>{0}</0>?
pl: Czy piszesz w <0>{0}</0>?
zh_tw: 這篇貼文的語言是 <0>{0}</0> 嗎？

source: Artistic or non-erotic nudity.
cs: Umělecká nebo neerotická nahota.
es_419: Desnudez artística o no erótica
pl: Artystyczna, nieerotyczna nagość.
zh_tw: 藝術性或是非色情的裸露。

source: Back
cs: Zpět
es_419: Regresar
pl: Wróć
zh_tw: 上一步

# action
source: Back
es_419: Regresar
pl: Wróć
zh_tw: 返回

source: Based on your interest in {interestsText}
es_419: Basado en tu interés en {interestsText}
zh_tw: 基於您對「{interestsText}」的興趣

source: Basics
cs: Základy
es_419: Primarios
pl: Podstawy
zh_tw: 基本

source: Birthday
cs: Narozeniny
es_419: Cumpleaños
pl: Urodziny
zh_tw: 生日

source: Birthday:
cs: Narozeniny:
es_419: Cumpleaños:
pl: Urodziny
zh_tw: 生日：

source: Block Account
cs: Blokovat účet
es_419: Bloquear cuenta
pl: Zablokuj konto
zh_tw: 封鎖帳戶

source: Block accounts
cs: Blokovat účty
es_419: Bloquear cuentas
pl: Zablokuj konta
zh_tw: 封鎖帳戶

source: Block list
cs: Seznam blokací
es_419: Bloquear lista
pl: Zablokuj listę
zh_tw: 封鎖列表

source: Block these accounts?
cs: BLokovat tyto účty?
es_419: ¿Bloquear estas cuentas?
pl: Zablokuj te konta
zh_tw: 要封鎖這些帳戶嗎？

source: Block this List
es_419: Bloquear esta lista
pl: Zablokuj tę listę
zh_tw: 封鎖這個列表

source: Blocked
es_419: Bloqueado
pl: Zablokowane
zh_tw: 已封鎖

source: Blocked accounts
cs: Blokované účty
es_419: Cuentas bloqueadas
pl: Zablokowane konta
zh_tw: 已封鎖的帳戶

source: Blocked Accounts
cs: Blokované účty
es_419: Cuentas bloqueadas
pl: Zablokowane konta
zh_tw: 已封鎖的帳戶

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
cs: Blokované účty nemohou odpovídat ve vašich vláknech, zmiňovat vás ani s vámi jinak komunikovat.
es_419: Las cuentas bloqueadas no pueden responder en tus hilos, mencionarte ni interactuar contigo de ninguna otra manera.
pl: Zablokowane konta nie mogą odpowiadać w Twoich wątkach, wspominać o Tobie ani w inny sposób wchodzić z Tobą w interakcję.
zh_tw: 已封鎖的帳戶不能在您的對話串中回覆、提及您，或是以任何方式與您互動。

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
cs: Blokované účty nemohou odpovídat ve vašich vláknech, zmiňovat vás ani s vámi jinak komunikovat. Neuvidíte jejich obsah a oni nebudou moci vidět váš.
es_419: Las cuentas bloqueadas no pueden responder en tus hilos, mencionarte ni interactuar contigo de ninguna otra manera. No verás su contenido y se les impedirá ver el tuyo.
pl: Zablokowane konta nie mogą odpowiadać w Twoich wątkach, wspominać o Tobie ani w inny sposób wchodzić z Tobą w interakcję.
zh_tw: 已封鎖的帳戶不能在您的對話串中回覆、提及您，或是以任何方式與您互動。您不會看到已封鎖帳戶的內容，而他也不會看到您的。

source: Blocked post.
cs: Blokovaný příspěvek
es_419: Publicación bloqueada.
pl: Zablokowany post.
zh_tw: 已封鎖貼文。

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
cs: Blokování je veřejné. Blokované účty nemohou odpovídat ve vašich vláknech, zmiňovat vás ani s vámi jinak komunikovat.
es_419: El bloqueo es público. Las cuentas bloqueadas no pueden responder en tus hilos, mencionarte ni interactuar contigo de ninguna otra manera.
pl: Zablokowane konta nie mogą odpowiadać w Twoich wątkach, wspominać o Tobie ani w inny sposób wchodzić z Tobą w interakcję.
zh_tw: 封鎖是公開的。被封鎖的帳戶不能在您的對話串中回覆、提及您，或是以任何方式與您互動。

source: Bluesky is flexible.
cs: Bluesky je flexibilní.
es_419: Bluesky es flexible.
pl: Bluesky jest elastyczny.
zh_tw: Bluesky 是有彈性的。

source: Bluesky is open.
cs: Bluesky je otevřený.
es_419: Bluesky es abierto.
pl: Bluesky jest otwarty
zh_tw: Bluesky 是開放的。

source: Bluesky is public.
cs: Bluesky je veřejný.
es_419: Bluesky es público.
pl: Bluesky jest publiczny
zh_tw: Bluesky 是公開的。

source: Bluesky uses invites to build a healthier community. If you don't know anybody with an invite, you can sign up for the waitlist and we'll send one soon.
cs: Bluesky používá pozvánky k budování zdravější komunity. Pokud neznáte nikoho s pozvánkou, můžete se přihlásit do pořadníku a my vám ji brzy zašleme.
es_419: Bluesky utiliza invitaciones para construir una comunidad más saludable. Si no conoces a nadie con una invitación, puedes registrarte en la lista de espera y te enviaremos una pronto.
pl: Bluesky wykorzystuje zaproszenia do budowania zdrowszej społeczności. Jeśli nie znasz nikogo, kto miałby zaproszenie, możesz zapisać się na listę oczekujących, a my wkrótce je wyślemy.
zh_tw: Bluesky 使用邀請制度來構建更健康的社群。如果您不認識任何能提供邀請的人，您可以加入等候名單，我們一小段時間之後就會給您邀請碼。

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
es_419: Bluesky no mostrará tu perfil y publicaciones a usuarios que no hayan iniciado sesión. Otras aplicaciones pueden no aceptar esta solicitud. Esto no convierte tu cuenta en privada.
pl: Bluesky nie będzie pokazywać Twojego profilu i postów niezalogowanym użytkownikom. Inne aplikacje mogą nie spełnić tej prośby. Nie oznacza to, że Twoje konto będzie prywatne.
zh_tw: Bluesky 不會將您的個人資料和貼文顯示給已登出的使用者。其他應用程式可能不會遵從這個請求。這並不會讓您的帳戶變為私人。

source: Build version {0} {1}
cs: Verze sestavení {0} {1}
es_419: Versión de compilación {0} {1}
zh_tw: 編譯版本 {0} {1}

source: Business
es_419: Negocios
zh_tw: 商業

source: Button disabled. Input custom domain to proceed.
es_419: Botón desactivado. Introduce un dominio personalizado para continuar.
pl: Przycisk wyłączony. Wprowadź domenę niestandardową, aby kontynuować.
zh_tw: 按鈕已停用。請輸入自訂網域來繼續。

source: by —
es_419: por —

source: by {0}
es_419: por {0}
zh_tw: 建立者：{0}

source: by <0/>
es_419: por <0/>
zh_tw: 建立者：<0/>

source: by you
es_419: por ti
zh_tw: 建立者：您

source: Camera
cs: Fotoaparát
es_419: Cámara
pl: Aparat
zh_tw: 相機

source: Can only contain letters, numbers, spaces, dashes, and underscores. Must be at least 4 characters long, but no more than 32 characters long.
cs: Zrušit
es_419: Puede contener solo letras, números, espacios, guiones y guiones bajos. Debe tener al menos 4 caracteres de longitud, pero no más de 32 caracteres.
pl: Może zawierać tylko litery, cyfry, spacje, myślniki i podkreślenia. Musi mieć co najmniej 4 znaki, ale nie więcej niż 32 znaki.
zh_tw: 只能包含字母、數字、空格、連接號 (-) 或底線 (_)。必須至少四個字元長，但不能超過 32 個字元。

source: Cancel
es_419: Cancelar
pl: Anuluj
zh_tw: 取消

# action
source: Cancel
es_419: Cancelar
pl: Anuluj
zh_tw: 取消

source: Cancel account deletion
cs: Zrušit smazání účtu
es_419: Cancelar eliminación de cuenta
pl: Anuluj usuwanie konta
zh_tw: 取消刪除帳戶

source: Cancel change handle
cs: Zrušit změnu uživatelského jména
es_419: Cancelar cambio de identificador
pl: Anuluj zmianę nicku

source: Cancel image crop
cs: Zrušit ořezávání obrázku
es_419: Cancelar recorte de imagen
pl: Anuluj przycinanie obrazka
zh_tw: 取消裁剪圖片

source: Cancel profile editing
cs: Zrušit úpravu profilu
es_419: Cancelar edición de perfil
pl: Anuluj edycję zdjęcia profilowego
zh_tw: 取消編輯個人資料

source: Cancel quote post
cs: Zrušit citování příspěvku
es_419: Cancelar cita
pl: Anuluj postowanie cytatu
zh_tw: 取消引用

source: Cancel search
cs: Zrušit vyhledávání
es_419: Cancelar búsqueda
pl: Anuuj wyszukiwanie
zh_tw: 取消搜尋

source: Cancel waitlist signup
cs: Zrušit registraci na čekací listinu
es_419: Cancelar registro en lista de espera
pl: Anuluj rejestrację na liście oczekujących
zh_tw: 取消登錄等候名單

# action
source: Change
es_419: Cambiar
pl: Zmień
zh_tw: 變更

source: Change handle
cs: Zmenit uživatelské jméno
es_419: Cambiar identificador
pl: Zmień nick

source: Change Handle
cs: Změnit uživatelské jméno
es_419: Cambiar identificador
pl: Zmień nick

source: Change my email
cs: Změňit můj email
es_419: Cambiar mi correo electrónico
pl: Zmień email
zh_tw: 變更電子郵件

source: Change post language to {0}
es_419: Cambiar el idioma de la publicación a {0}
pl: Zmień język posta na {0}
zh_tw: 將貼文語言變更為 {0}

source: Change Your Email
cs: Změňte váš email
es_419: Cambiar tu correo electrónico
pl: Zmień email
zh_tw: 變更電子郵件

source: Check my status
es_419: Comprobar mi estado
zh_tw: 檢查我的狀態

source: Check out some recommended feeds. Tap + to add them to your list of pinned feeds.
cs: Podívejte se na některé doporučené zdroje. Klepnutím na + je přidáte do seznamu připnutých zdrojů.
es_419: Revisa algunos muros recomendados. Toca + para agregarlos a tu lista de muros fijados.
pl: Sprawdź niektóre polecane kanały. Kliknij +, aby dodać je do listy przypiętych kanałów.

source: Check out some recommended users. Follow them to see similar users.
cs: Prohlédněte si některé doporučené uživatele. Sledujte je, abyste viděli podobné uživatele.
es_419: Revisa algunas cuentas recomendadas. Síguelas para ver cuentas similares.
pl: Sprawdź kilku polecanych użytkowników. Obserwuj ich, aby zobaczyć podobnych użytkowników.
zh_tw: 看看這些推薦的使用者吧。跟隨人來檢視更多類似的使用者。

source: Check your inbox for an email with the confirmation code to enter below:
cs: Zkontrolujte svou doručenou poštu, zda nemáte e-mail s potvrzovacím kódem, který můžete zadat níže:
es_419: Busca en tu bandeja de entrada un correo electrónico con el código de confirmación que debes introducir a continuación:
pl: Sprawdź, czy w Twojej skrzynce odbiorczej znajduje się wiadomość e-mail z kodem potwierdzającym, który należy wprowadzić poniżej:

source: Choose "Everybody" or "Nobody"
es_419: Escoge 'Todos' o 'Nadie'
pl: Wybierz "Wszyscy" lub "Nikt"

source: Choose a new Bluesky username or create
es_419: Escoge un nuevo nombre de usuario para Bluesky o créalo
pl: Wybierz nową nazwę użytkownika Bluesky lub utwórz
zh_tw: 選擇新的 Bluesky 使用者名稱，或是建立一個

source: Choose Service
cs: Zvolit službu
es_419: Escoge un servicio
pl: Wybierz serwis
zh_tw: 選擇服務

source: Choose the algorithms that power your custom feeds.
es_419: Escoge los algoritmos que alimentarán tus muros personalizados.
zh_tw: 選擇您的自訂時間軸所使用的演算法。

source: Choose the algorithms that power your experience with custom feeds.
cs: Vyberte si algoritmy, které pohání vaše zkušenosti s vlastními zdroji.
es_419: Escoge los algoritmos que impulsan tu experiencia con muros personalizados.
pl: Wybierz algorytmy, które usprawnią korzystanie z niestandardowych kanałów.
zh_tw: 選擇強化您的自訂時間軸體驗的演算法。

source: Choose your algorithmic feeds
es_419: Escoge tus muros algorítmicos

source: Choose your password
cs: Zvolte si své heslo
es_419: Escoge tu contraseña
pl: Wybierz hasło
zh_tw: 選擇您的密碼

source: Clear all legacy storage data
cs: Vyčistit všechna starší data úložiště
es_419: Eliminar todos los datos de almacenamiento antiguos
pl: Wyczyść wszystkie starsze dane pamięci
zh_tw: 清空舊式儲存資料

source: Clear all legacy storage data (restart after this)
cs: Vyčistit všechna starší data úložiště (poté restartovat)
es_419: Eliminar todos los datos de almacenamiento antiguos (reiniciar después de esto)
pl: Wyczyść wszystkie starsze dane pamięci (zresetuj)
zh_tw: 清空舊式儲存資料（請在此之後重新開啟）

source: Clear all storage data
cs: Vyčistit všechna data úložiště
es_419: Eliminar todos los datos de almacenamiento
pl: Wyczyść wszystkie starsze dane pamięci
zh_tw: 清空儲存資料

source: Clear all storage data (restart after this)
cs: Vyčistit všechna data úložiště (po tomto restartovat)
es_419: Eliminar todos los datos de almacenamiento (reiniciar después de esto)
pl: Wyczyść wszystkie starsze dane pamięci (zresetuj)
zh_tw: 清空儲存資料（請在此之後重新開啟）

source: Clear search query
cs: Vyčistit vyhledávací dotaz
es_419: Eliminar consulta de búsqueda
pl: Wyczyść zapytanie wyszukiwania
zh_tw: 清空搜尋字詞

source: click here
es_419: haz clic aquí
pl: Kliknij tutaj
zh_tw: 點擊此處

source: Close active dialog
es_419: Cerrar diálogo activo
pl: Zamknij aktywny dialog
zh_tw: 關閉作用中對話框

source: Close alert
cs: Zavřít upozornění
es_419: Cerrar alerta
pl: Zamknij alert
zh_tw: 關閉警示

source: Close bottom drawer
cs: Zavřete spodní zásuvku
es_419: Cerrar el cajón inferior

source: Close image
cs: Zavřít obrázek
es_419: Cerrar imagen
pl: Zamknij obrazek
zh_tw: 關閉圖片

source: Close image viewer
cs: Zavřít prohlížeč obrázků
es_419: Cerrar visor de imágenes
pl: Zamknij podgląd obrazka
zh_tw: 關閉圖片檢視器

source: Close navigation footer
cs: Zavřít zápatí navigace
es_419: Cerrar el pie de navegación
pl: Zamknij stopkę nawigacyjną
zh_tw: 關閉導覽列

source: Closes bottom navigation bar
es_419: Cierra la barra de navegación inferior
pl: Zamnkij dolną nawigację
zh_tw: 關閉底部導覽列
