Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: For security reasons, you won't be able to view this again. If you lose this password, you'll need to generate a new one.
cs: Z bezpečnostních důvodů nebudete moci toto znovu zobrazit. Pokud toto heslo ztratíte, budete si muset vygenerovat nové.
es_419: Por razones de seguridad, no podrás ver esto nuevamente. Si pierdes esta contraseña, deberás generar una nueva.
pl: Ze względów bezpieczeństwa nie będziesz mógł tego ponownie zobaczyć. Jeśli zgubisz to hasło, będziesz musiał wygenerować nowe.
zh_tw: 為了安全性，您將無法再次看到它。如果您忘記了這個密碼，您會需要再產生一個新的。

source: Forgot
cs: Zapomněl jsem
es_419: La olvidé
pl: Zapomniałem
zh_tw: 忘記

source: Forgot password
cs: Zapomenuté heslo
es_419: Olvidé mi contraseña
pl: Zapomniałem hasła
zh_tw: 忘記密碼

source: Forgot Password
cs: Zapomenuté heslo
es_419: Olvidé mi contraseña
pl: Zapomniałem hasła
zh_tw: 忘記密碼

# from-feed
source: From <0/>
es_419: De <0/>
pl: Od <0/>
zh_tw: 從 <0/>

source: Gallery
cs: Galerie
es_419: Galería
pl: Galeria
zh_tw: 相簿

source: Get Started
cs: Začít
es_419: Comenzar
pl: Rozpocznij
zh_tw: 開始

source: Go back
cs: Jít zpět
es_419: Regresar
pl: Wróć
zh_tw: 返回

source: Go Back
cs: Jít zpět
es_419: Regresar
pl: Wróć
zh_tw: 返回

source: Go back to previous step
es_419: Regresar al paso anterior
zh_tw: 回到上一步

source: Go to @{queryMaybeHandle}
es_419: Ve a @{queryMaybeHandle}
pl: Przejdź do @{queryMaybeHandle}
zh_tw: 跳至 @{queryMaybeHandle}

source: Go to next
cs: Přejít na další
es_419: Continuar
pl: Przejdź dalej
zh_tw: 下一步

source: Handle
cs: Uživatelské jméno
es_419: Identificador
pl: Uchwyt

source: Having trouble?
es_419: ¿Encontraste algún problema?
pl: Masz problemy?
zh_tw: 遇到問題了嗎？

source: Help
cs: Pomoc
es_419: Ayuda
pl: Pomoc
zh_tw: 說明

source: Here are some accounts for your to follow
es_419: Aquí tienes algunas cuentas para que sigas

source: Here are some popular topical feeds. You can choose to follow as many as you like.
es_419: Aquí tienes algunos muros temáticos populares. Puedes elegir seguir tantos como desees.
zh_tw: 以下是某些知名的話題時間軸。跟隨的數量沒有限制。

source: Here are some topical feeds based on your interests: {interestsText}. You can choose to follow as many as you like.
es_419: Aquí tienes algunos muros temáticos basados en tus intereses: {interestsText}. Puedes elegir seguir tantos como desees.
zh_tw: 以下是一些基於您的興趣的話題時間軸：{interestsText}。跟隨的數量沒有限制。

source: Here is your app password.
cs: Zde je vaše aplikační heslo.
es_419: Aquí tienes tu contraseña de aplicación.
pl: Oto Twoje hasło do aplikacji.
zh_tw: 這是您的應用程式密碼。

# action
source: Hide
es_419: Ocultar
pl: Ukryj
zh_tw: 隱藏

source: Hide
cs: Skrýt
es_419: Ocultar
pl: Ukryj
zh_tw: 隱藏

source: Hide post
es_419: Ocultar publicación
pl: Ukryj post
zh_tw: 隱藏貼文

source: Hide the content
es_419: Ocultar el contenido
pl: Ukryj treść
zh_tw: 隱藏內容

source: Hide this post?
es_419: ¿Estás seguro de que quieres ocultar esta publicación?
pl: Czy chcesz ukryć ten post?
zh_tw: 隱藏這個貼文？

source: Hide user list
cs: Skrýt seznam uživatelů
es_419: Ocultar lista de usuarios
pl: Ukryj listę użytkowników
zh_tw: 隱藏使用者列表

source: Hides posts from {0} in your feed
es_419: Oculta publicaciones de {0} en tu muro
pl: Ukrywa posty od {0} w Twoim feedzie
zh_tw: 在您的時間軸中隱藏來自 {0} 的貼文

source: Hmm, some kind of issue occurred when contacting the feed server. Please let the feed owner know about this issue.
cs: Hmm, při kontaktování serveru zdroje došlo k nějakému problému. Dejte prosím o tomto problému vědět vlastníkovi zdroje.
es_419: Parece que ocurrió algún problema al contactar con el servidor de muros. Por favor, informa al propietario del muro sobre este inconveniente.
pl: Hmm, wystąpił jakiś problem podczas kontaktu z serwerem kanału. Proszę poinformować właściciela kanału o tym problemie.
zh_tw: 哎呀，聯絡時間軸伺服器時發生了問題。請向時間軸擁有者回報這個問題。

source: Hmm, the feed server appears to be misconfigured. Please let the feed owner know about this issue.
cs: Hmm, zdá se, že server zdroje je špatně nakonfigurován. Dejte prosím o tomto problému vědět vlastníkovi zdroje.
es_419: Parece que el servidor de muros está mal configurado. Por favor, informa al propietario del muro sobre este inconveniente.
pl: Hmm, wygląda na to, że serwer kanału jest źle skonfigurowany. Proszę poinformować właściciela kanału o tym problemie.
zh_tw: 哎呀，時間軸伺服器看來沒有設定好。請向時間軸擁有者回報這個問題。

source: Hmm, the feed server appears to be offline. Please let the feed owner know about this issue.
cs: Hmm, zdá se, že server zdroje je offline. Dejte prosím o tomto problému vědět vlastníkovi zdroje.
es_419: Parece que el servidor de muros está fuera de línea. Por favor, informa al propietario del muro sobre este inconveniente.
pl: Hmm, wygląda na to, że serwer kanału jest wyłączony. Proszę poinformować właściciela kanału o tym problemie.
zh_tw: 哎呀，時間軸伺服器看來已離線。請向時間軸擁有者回報這個問題。

source: Hmm, the feed server gave a bad response. Please let the feed owner know about this issue.
cs: Hmm, server zdroje odpověděl špatně. Dejte prosím o tomto problému vědět vlastníkovi zdroje.
es_419: El servidor del muro proporcionó una respuesta incorrecta. Por favor, informa al propietario del muro sobre este inconveniente.
pl: Hmm, serwer kanału udzielił złej odpowiedzi. Proszę poinformować właściciela kanału o tym problemie.
zh_tw: 哎呀，時間軸伺服器回傳了不正確的回應。請向時間軸擁有者回報這個問題。

source: Hmm, we're having trouble finding this feed. It may have been deleted.
cs: Hmm, máme problém najít tento zdroj. Možná byla smazána.
es_419: Estamos teniendo problemas para encontrar este muro. Puede que haya sido eliminado.
pl: Hmm, mamy problemy z odnalezieniem tego kanału. Może został usunięty.
zh_tw: 哎呀，我們好像找不到這個時間軸。它可能已經被刪除了。

source: Home
cs: Domov
es_419: Inicio
pl: Strona główna
zh_tw: 首頁

source: Home Feed Preferences
cs: Předvolby domácího zdroje
es_419: Preferencias de muros de la página de inicio
pl: Preferencje strony głównej
zh_tw: 主時間軸設定

source: Hosting provider
cs: Poskytovatel hostingu
es_419: Proveedor de alojamiento
pl: Dostawca hostingu
zh_tw: 託管提供者

source: How should we open this link?
es_419: ¿Cómo deberíamos abrir este enlace?
pl: Jak powinniśmy otworzyć ten link?
zh_tw: 我們應該如何開啟這個連結？

source: I have a code
cs: Mam kód
es_419: Tengo un código
pl: Mam kod
zh_tw: 我有確認碼

source: I have a confirmation code
es_419: Tengo un código de confirmación
pl: Mam kod potwierdzający
zh_tw: 我已經持有確認碼

source: I have my own domain
cs: Mam vlastní doménu
es_419: Tengo mi propio dominio
pl: Mam własną domenę
zh_tw: 我有自己的網域

source: If alt text is long, toggles alt text expanded state
es_419: Si el texto alternativo es largo, cambia el estado para mostrar el texto alternativo completo
pl: Jeśli tekst alternatywny jest długi, przełącza stan rozszerzonego tekstu alternatywnego

source: If none are selected, suitable for all ages.
cs: Pokud není nic vybráno, je to vhodné pro všechny věkové kategorie.
es_419: Si no se selecciona ninguno, será apto para todas las edades.
pl: Jeśli żadne nie są wybrane, odpowiednie dla wszystkich grup wiekowych.

source: Image
es_419: Imagen
pl: Obraz
zh_tw: 圖片

source: Image alt text
cs: Popisek obrázku
es_419: Texto alternativo de la imagen
pl: Tekst alternatywny obrazu
zh_tw: 圖片替代文字

source: Image options
cs: Možnosti obrázku
es_419: Ajustes de la imagen
pl: Opcje obrazu
zh_tw: 圖片選項

source: Input code sent to your email for password reset
es_419: Introduce el código enviado a tu correo electrónico para restablecer la contraseña
pl: Wprowadź kod wysłany na Twój adres e-mail w celu zresetowania hasła
zh_tw: 輸入傳到您的電子郵件信箱的密碼重設碼

source: Input confirmation code for account deletion
es_419: Introduce el código de confirmación para eliminar la cuenta
pl: Wprowadź kod potwierdzający dla usunięcia konta

source: Input email for Bluesky account
es_419: Introduce el correo electrónico para la cuenta de Bluesky
pl: Wprowadź adres e-mail dla konta Bluesky
zh_tw: 請輸入 Bluesky 帳戶的電子郵件

source: Input invite code to proceed
es_419: Introduce el código de invitación para continuar
pl: Wprowadź kod zaproszenia, aby kontynuować
zh_tw: 輸入邀請碼來繼續

source: Input name for app password
es_419: Introduce el nombre para la contraseña de aplicación
pl: Wprowadź nazwę dla hasła aplikacji
zh_tw: 輸入應用程式密碼的名稱

source: Input new password
es_419: Introduce la nueva contraseña
pl: Wprowadź nowe hasło
zh_tw: 輸入新密碼

source: Input password for account deletion
es_419: Introduce la contraseña para eliminar la cuenta
pl: Wprowadź hasło dla usunięcia konta
zh_tw: 輸入密碼來刪除帳戶

source: Input phone number for SMS verification
es_419: Introduce el número de teléfono para la verificación por mensaje de texto
pl: Wprowadź numer telefonu do weryfikacji SMS
zh_tw: 輸入簡訊驗證用的手機號碼

source: Input the password tied to {identifier}
es_419: Introduce la contraseña asociada a {identifier}
pl: Wprowadź hasło powiązane z {identifier}

source: Input the username or email address you used at signup
es_419: Introduce el nombre de usuario o la dirección de correo electrónico que utilizaste al registrarte
pl: Wprowadź nazwę użytkownika lub adres e-mail, który użyłeś podczas rejestracji
zh_tw: 輸入註冊時使用的使用者名稱或電子郵件

source: Input the verification code we have texted to you
es_419: Introduce el código de verificación que te hemos enviado por mensaje de texto
pl: Wprowadź kod weryfikacyjny, który wysłaliśmy do Ciebie

source: Input your email to get on the Bluesky waitlist
es_419: Introduce tu correo electrónico para unirte a la lista de espera de Bluesky
pl: Wprowadź swój adres e-mail, aby dołączyć do listy oczekujących Bluesky
zh_tw: 輸入您的電子郵件地址來加入 Bluesky 等候名單

source: Input your password
es_419: Introduce tu contraseña
pl: Wprowadź swoje hasło
zh_tw: 輸入您的密碼

source: Input your user handle
es_419: Introduce tu identificador de usuario
pl: Wprowadź swój identyfikator użytkownika

source: Invalid or unsupported post record
es_419: Registro de publicación no válido o no compatible
pl: Nieprawidłowy lub nieobsługiwany rekord posta
zh_tw: 無效或不支援的貼文紀錄

source: Invalid username or password
cs: Neplatné uživatelské jméno či heslo
es_419: Nombre de usuario o contraseña inválidos
pl: Nieprawidłowa nazwa użytkownika lub hasło
zh_tw: 無效的使用者名稱或密碼

source: Invite
cs: Pozvat
es_419: Invitar
pl: Zaproś
zh_tw: 邀請

source: Invite a Friend
cs: Pozvat kamaráda
es_419: Invitar a una amistad
pl: Zaproś znajomego
zh_tw: 邀請朋友

source: Invite code
cs: Kód pozvánky
es_419: Código de invitación
pl: Kod zaproszenia
zh_tw: 邀請碼

source: Invite code not accepted. Check that you input it correctly and try again.
cs: Kód pozvánky nebyl přijat. Zkontrolujte, zda jste jej zadali správně, a zkuste to znovu.
es_419: El código de invitación no ha sido aceptado. Comprueba que lo has introducido correctamente e inténtalo de nuevo.
pl: Kod zaproszenia nie został zaakceptowany. Sprawdź, czy wprowadziłeś go poprawnie i spróbuj ponownie.
zh_tw: 未接受的邀請碼。請檢查您輸入正確後再試一次。

source: Invite codes: {0} available
es_419: Códigos de invitación: {0} disponibles
pl: Kody zaproszeń: {0} dostępne
zh_tw: 招待碼：{0} 個可用

source: Invite codes: {invitesAvailable} available
cs: Pozvánky: {invitesAvailable} k dispozici
es_419: Códigos de invitación: {invitesAvailable} disponibles
pl: Kody zaproszeń: {invitesAvailable} dostępne

source: Invite codes: 1 available
es_419: Códigos de invitación: 1 disponible
pl: Kody zaproszeń: 1 dostępny
zh_tw: 招待碼：1 個可用

source: It shows posts from the people you follow as they happen.
es_419: Muestra publicaciones de las cuentas a las que sigues en tiempo real.
zh_tw: 它會即時顯示來自您跟隨的人們的貼文。

source: Jobs
es_419: Empleos
pl: Praca
zh_tw: 工作

source: Join the waitlist
cs: Přidejte se na čekací listinu
es_419: Unirse a la lista de espera
pl: Dołącz do listy oczekujących
zh_tw: 加入等候名單

source: Join the waitlist.
cs: Přidejte se na čekací listinu
es_419: Unirse a la lista de espera.
pl: Dołącz do listy oczekujących.
zh_tw: 加入等候名單。

source: Join Waitlist
cs: Přidejte se na čekací listinu
es_419: Unirse a la lista de espera
pl: Dołącz do listy oczekujących
zh_tw: 加入等候名單

source: Language selection
cs: Výběr jazyků
es_419: Selección de idioma
pl: Wybór języka
zh_tw: 語言選擇

source: Language settings
es_419: Ajustes de idioma
pl: Ustawienia języka
zh_tw: 語言設定

source: Language Settings
cs: Nastavení jazyků
es_419: Ajustes de idioma
pl: Ustawienia języka
zh_tw: 語言設定

source: Languages
cs: Jazyky
es_419: Idiomas
pl: Języki
zh_tw: 語言

source: Last step!
es_419: ¡Último paso!
pl: Ostatni krok!
zh_tw: 最後一步！

source: Learn more
es_419: Saber más
pl: Dowiedz się więcej
zh_tw: 了解更多

source: Learn More
cs: Zjistit více
es_419: Saber más
pl: Dowiedz się więcej
zh_tw: 了解更多

source: Learn more about this warning
cs: Další informace o tomto upozornění
es_419: Saber más sobre esta advertencia
pl: Dowiedz się więcej o tym ostrzeżeniu
zh_tw: 這個警告的詳細資訊

source: Learn more about what is public on Bluesky.
cs: Zjistěte více o tom, co je na Bluesky veřejné.
es_419: Saber más sobre lo que es público en Bluesky.
pl: Dowiedz się więcej o tym, co jest publiczne na Bluesky.

source: Leave them all unchecked to see any language.
cs: Chcete-li zobrazit jakýkoli jazyk, nechte je všechny nezaškrtnuté.
es_419: Deja todos sin marcar para ver cualquier idioma.
pl: Pozostaw je wszystkie niezaznaczone, aby zobaczyć dowolny język.
zh_tw: 取消勾選全部來顯示任何語言的內容。

source: Leaving Bluesky
cs: Opouštím Bluesky
es_419: Saliendo de Bluesky
pl: Opuszczanie Bluesky
zh_tw: 離開 Bluesky

source: left to go.
es_419: Queda por hacer.
zh_tw: 剩餘數量。

source: Legacy storage cleared, you need to restart the app now.
es_419: Los datos de almacenamiento antiguos han sido eliminados, necesitas reiniciar la aplicación ahora.
pl: Usunięto stare dane, musisz teraz ponownie uruchomić aplikację.
zh_tw: 已清空舊式儲存資料，需要現在重新啟動應用程式。

source: Let's get your password reset!
cs: Pojďme obnovit vaše heslo!
es_419: ¡Vamos a restablecer tu contraseña!
pl: Zresetujmy Twoje hasło!
zh_tw: 讓我們來重設您的密碼吧！

source: Let's go!
es_419: ¡Vamos!
zh_tw: 開始吧！

source: Library
cs: Knihobna
es_419: Galería
pl: Biblioteka

source: Light
es_419: Claro
pl: Jasny
zh_tw: 亮色

source: Like
es_419: Me gusta
pl: Lubię to
zh_tw: 喜歡

source: Like this feed
cs: Olajkovat tento zdroj
es_419: Dar 'me gusta' a este muro
pl: Polub ten feed
zh_tw: 喜歡這個時間軸

source: Liked by
cs: To se líbí
es_419: Le ha gustado a
pl: Polubione przez
zh_tw: 按下喜歡的使用者

source: Liked By
es_419: Le ha gustado a
pl: Polubione przez
zh_tw: 按下喜歡的使用者

source: Liked by {0} {1}
es_419: Le ha gustado a {0} {1}
pl: Polubione przez {0} {1}

source: Liked by {likeCount} {0}
es_419: Gustado por {likeCount} {0}
pl: Polubione przez {likeCount} {0}

source: liked your custom feed
es_419: ha indicado que le gusta tu muro personalizado
pl: polubił twój niestandardowy feed
zh_tw: 喜歡了您的自訂時間軸

source: liked your custom feed '{0}'
es_419: ha indicado que le gusta tu muro personalizado '{0}'
pl: polubił twój niestandardowy feed '{0}'

source: liked your post
es_419: ha indicado que le gusta tu publicación
pl: polubił twój post
zh_tw: 喜歡了您的貼文

source: Likes
es_419: Me gusta
pl: Polubienia
zh_tw: 喜歡

source: Likes on this post
es_419: 'Me gusta' en esta publicación
pl: Polubienia tego posta
zh_tw: 這個貼文的喜歡

source: List
es_419: Lista
pl: Lista
zh_tw: 列表

source: List Avatar
cs: Obrázek seznamu
es_419: Avatar de la lista
pl: Awatar listy
zh_tw: 列表頭貼

source: List blocked
es_419: Lista bloqueada
pl: Lista zablokowana
zh_tw: 已封鎖列表

source: List by {0}
es_419: Lista hecha por {0}
pl: Lista według {0}
zh_tw: 來自 {0} 的列表

source: List deleted
es_419: Lista eliminada
pl: Lista usunięta
zh_tw: 已刪除列表

source: List muted
es_419: Lista silenciada
pl: Lista wyciszona
zh_tw: 已將列表靜音

source: List Name
cs: Název seznamu
es_419: Nombre de la lista
pl: Nazwa listy
zh_tw: 列表名稱

source: List unblocked
es_419: Lista desbloqueada
pl: Lista odblokowana
zh_tw: 已解除封鎖列表

source: List unmuted
es_419: Lista desilenciada
pl: Lista odciszona
zh_tw: 已將列表解除靜音

source: Lists
cs: Seznamy
es_419: Listas
pl: Listy
zh_tw: 列表

source: Load more posts
cs: Načíst další příspěvky
es_419: Cargar más publicaciones
pl: Załaduj więcej postów
zh_tw: 載入更多貼文

source: Load new notifications
cs: Načíst nové oznámení
es_419: Cargar nuevas notificaciones
pl: Załaduj nowe powiadomienia
zh_tw: 載入新通知

source: Load new posts
cs: Načíst nové příspěvky
es_419: Cargar nuevas publicaciones
pl: Załaduj nowe posty
zh_tw: 載入新的貼文

source: Loading...
cs: Načítání...
es_419: Cargando...
pl: Ładowanie...
zh_tw: 載入中...

source: Local dev server
cs: Lokální vývojářský server
es_419: Servidor de desarrollo local
pl: Lokalny serwer deweloperski
zh_tw: 本地開發者伺服器

source: Log
es_419: Registro
zh_tw: 紀錄

source: Log out
es_419: Cerrar sesión
zh_tw: 登出

source: Logged-out visibility
es_419: Visibilidad sin sesión iniciada
pl: Widoczność po wylogowaniu
zh_tw: 登出時的能見度

source: Login to account that is not listed
cs: Přihlásit se k účtu, který není uveden
es_419: Iniciar sesión en una cuenta que no está en la lista
pl: Zaloguj się na konto, które nie jest wymienione
zh_tw: 登入不在列表中的帳戶

source: Make sure this is where you intend to go!
cs: Ujistěte se, že je to místo, kam chcete jít!
es_419: ¡Asegúrate de que este es el lugar al que quieres ir!
pl: Upewnij się, że to jest miejsce, do którego chcesz przejść!
zh_tw: 請確認這確實是您想要去的地方！

source: Media
es_419: Medios
zh_tw: 媒體

source: mentioned users
es_419: usuarios mencionados
pl: wspomniani użytkownicy
zh_tw: 提及使用者

source: Mentioned users
es_419: Usuarios mencionados
pl: Wspomniani użytkownicy
zh_tw: 提及使用者

source: Menu
es_419: Menú
zh_tw: 選單

source: Message from server: {0}
es_419: Mensaje del servidor: {0}
pl: Wiadomość od serwera: {0}
zh_tw: 來自伺服器的訊息：{0}

source: Moderation
cs: Moderace
es_419: Moderación
pl: Moderacja

source: Moderation list by {0}
es_419: Lista de moderación hecha por {0}
pl: Lista moderacji według {0}

source: Moderation list by <0/>
es_419: Lista de moderación hecha por <0/>
pl: Lista moderacji według <0/>

source: Moderation list by you
es_419: Lista de moderación hecha por ti
pl: Lista moderacji według Ciebie

source: Moderation list created
es_419: Lista de moderación creada
pl: Utworzono listę moderacji

source: Moderation list updated
es_419: Lista de moderación actualizada
pl: Zaktualizowano listę moderacji

source: Moderation lists
cs: Moderační seznam
es_419: Listas de moderación
pl: Listy moderacji

source: Moderation Lists
cs: Moderační seznamy
es_419: Listas de moderación
pl: Listy moderacji

source: Moderation settings
es_419: Ajustes de moderación
pl: Ustawienia moderacji

source: Moderator has chosen to set a general warning on the content.
es_419: El moderador ha optado por establecer una advertencia general sobre el contenido.
pl: Moderator zdecydował się ustawić ogólne ostrzeżenie dotyczące treści.

source: More feeds
cs: Více zdrojů
es_419: Más muros.
pl: Więcej feedów
zh_tw: 更多時間軸

source: More options
cs: Více možností
es_419: Más opciones
pl: Więcej opcji
zh_tw: 更多選項

source: More post options
es_419: Más opciones de publicación
pl: Więcej opcji postu
zh_tw: 更多貼文選項

source: Most-liked replies first
es_419: Respuestas más gustadas primero
pl: Najbardziej lubiane odpowiedzi najpierw
zh_tw: 喜歡數最多的在前

source: Mute Account
cs: Ztlumit účet
es_419: Silenciar cuenta
pl: Wycisz konto
zh_tw: 將帳戶靜音

source: Mute accounts
cs: Ztlumit účty
es_419: Silenciar cuentas
pl: Wycisz konta
zh_tw: 將帳戶靜音

source: Mute list
cs: Seznam ztlumení
es_419: Silenciar lista
pl: Wycisz listę
zh_tw: 將列表靜音

source: Mute these accounts?
cs: Ztlumit tyto účty?
es_419: ¿Silenciar estas cuentas?
pl: Czy wyciszyć te konta?
zh_tw: 要將這些帳戶靜音嗎？

source: Mute this List
es_419: Silenciar esta lista
pl: Wycisz tę listę
zh_tw: 將此列表靜音

source: Mute thread
cs: Ztlumené vlákno
es_419: Silenciar hilo
pl: Wycisz wątek
zh_tw: 將對話串靜音

source: Muted
es_419: Silenciado
pl: Wyciszone
zh_tw: 已靜音

source: Muted accounts
cs: Ztlumené účty
es_419: Cuentas silenciadas
pl: Wyciszone konta
zh_tw: 已靜音的帳戶

source: Muted Accounts
cs: Ztlumené účty
es_419: Cuentas silenciadas
pl: Wyciszone konta
zh_tw: 已靜音的帳戶

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
cs: U ztlumených účtů jsou jejich příspěvky odstraněny z vašeho zdroje a z vašich oznámení. Ztlumení jsou zcela soukromé.
es_419: Las cuentas que has silenciado no mostrarán sus publicaciones en tu muro ni recibirás notificaciones de ellas. El silencio es completamente privado.
pl: Wyciszone konta mają swoje posty usunięte z Twojego feeda i powiadomień. Wyciszenia są całkowicie prywatne.
zh_tw: 已靜音的帳戶的貼文不會出現在您的時間軸或通知裡。靜音設定是完全私人的。

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
cs: Ztlumení je soukromé. Ztlumené účty s vámi mohou komunikovat, ale neuvidíte jejich příspěvky ani od nich nebudete dostávat oznámení.
es_419: Silenciar es privado. Las cuentas silenciadas pueden interactuar contigo, pero no verás sus publicaciones ni recibirás notificaciones de ellas.
pl: Wyciszenie jest prywatne. Wyciszone konta mogą się z Tobą komunikować, ale nie zobaczysz ich postów ani nie otrzymasz od nich powiadomień.
zh_tw: 靜音是私人的。已被靜音的帳戶可以跟您互動，但您不會看到他的貼文或是收到他的通知。

source: My Birthday
cs: Moje narozeniny
es_419: Mi cumpleaños
pl: Moje urodziny
zh_tw: 我的生日

source: My Feeds
cs: Moje zdroje
es_419: Mis muros
pl: Moje feedy
zh_tw: 我的時間軸

source: My Profile
cs: Můj profil
es_419: Mi perfil
pl: Mój profil
zh_tw: 我的個人資料

source: My Saved Feeds
cs: Moje uložené zdroje
es_419: Mis muros guardados
pl: Moje zapisane feedy
zh_tw: 已儲存的時間軸

source: Name
cs: Jméno
es_419: Nombre
pl: Nazwa
zh_tw: 名稱

source: Name is required
es_419: Se requiere el nombre
pl: Nazwa jest wymagana
zh_tw: 名稱是必要的

source: Navigates to the next screen
es_419: Navega a la siguiente pantalla
pl: Przechodzi do następnego ekranu
zh_tw: 移動到下一個畫面

source: Navigates to your profile
es_419: Navega a tu perfil
pl: Przechodzi do Twojego profilu
zh_tw: 移動到您的個人資料

source: Never load embeds from {0}
es_419: Nunca cargar incrustaciones de {0}
pl: Nigdy nie ładuj osadzeń z {0}
zh_tw: 不要載入來自 {0} 的嵌入

source: Never lose access to your followers and data.
cs: Nikdy neztratíte přístup ke svým sledujícím a datům.
es_419: No pierdas nunca el acceso a tus seguidores y datos.
pl: Nigdy nie tracisz dostępu do swoich obserwujących i danych.
zh_tw: 永不喪失您的跟隨者和資料。

# action
source: New
es_419: Nuevo
pl: Nowy
zh_tw: 新增

source: New
cs: Nový
es_419: Nuevo
pl: Nowy
zh_tw: 建立

source: New Moderation List
es_419: Nueva lista de moderación
pl: Nowa lista moderacji

source: New password
es_419: Contraseña nueva
pl: Nowe hasło
zh_tw: 新密碼

# action
source: New post
es_419: Nueva publicación
pl: Nowy post
zh_tw: 新貼文

source: New post
cs: Nový příspěvek
es_419: Nueva publicación
pl: Nowy post
zh_tw: 新貼文

# action
source: New Post
es_419: Nueva publicación
pl: Nowy post
zh_tw: 新貼文

source: New User List
es_419: Nueva lista de usuarios
pl: Nowa lista użytkowników
zh_tw: 新增使用者列表

source: Newest replies first
es_419: Respuestas más recientes primero
pl: Najnowsze odpowiedzi na początku
zh_tw: 新回覆在前

source: Next
cs: Další
es_419: Siguiente
pl: Dalej
zh_tw: 下一步

# action
source: Next
es_419: Siguiente
pl: Dalej
zh_tw: 下一步

source: Next image
cs: Další obrázek
es_419: Siguiente imagen
pl: Następne zdjęcie
zh_tw: 下一張圖片

source: No description
cs: Bez popisu
es_419: Sin descripción
pl: Brak opisu
zh_tw: 無描述

source: No longer following {0}
es_419: Ya no sigues a {0}
pl: Już nie obserwujesz {0}
zh_tw: 已停止跟隨 {0}

source: No notifications yet!
es_419: Aún no hay notificaciones.
pl: Brak powiadomień!
zh_tw: 還沒有通知！

source: No result
cs: Žádné výsledky
es_419: Sin resultados
pl: Brak wyników
zh_tw: 沒有結果

source: No results found for "{query}"
cs: Pro dotaz "{query}" nebyly nalezeny žádné výsledky
es_419: No se han encontrado resultados para «{query}».
pl: Nie znaleziono wyników dla "{query}"
zh_tw: 沒有「{query}」的搜尋結果
