Repository: Lexivee/Bluesky
Catalog: src/locale/locales/*/messages.po
Languages: cs, es_419, pl, zh_tw

source: No results found for {query}
cs: Pro dotaz {query} nebyly nalezeny žádné výsledky
es_419: No se han encontrado resultados para {query}.
pl: Nie znaleziono wyników dla {query}
zh_tw: 沒有「{query}」的搜尋結果

source: No thanks
es_419: No, gracias
pl: Nie, dziękuję
zh_tw: 不用了

source: Nobody
cs: Nikdo
es_419: Nadie
pl: Nikt

source: Not Applicable.
cs: Nelze použít.
es_419: No aplicable.
pl: Nie dotyczy.
zh_tw: 不適用。

source: Not Found
es_419: No encontrado
pl: Nie znaleziono
zh_tw: 找不到

source: Not right now
es_419: Ahora no
pl: Nie teraz
zh_tw: 現在不要

source: Note: Bluesky is an open and public network. This setting only limits the visibility of your content on the Bluesky app and website, and other apps may not respect this setting. Your content may still be shown to logged-out users by other apps and websites.
es_419: Aviso: Bluesky es una red abierta y pública. Este ajuste solo limita la visibilidad de tu contenido en la aplicación y sitio web de Bluesky, y es posible que otras aplicaciones no acepten dicho ajuste. Tu contenido aún puede mostrarse a usuarios que no han iniciado sesión en otras aplicaciones y sitios web.
pl: Uwaga: Bluesky to otwarta i publiczna sieć. To ustawienie ogranicza widoczność Twojej treści w aplikacji i na stronie internetowej Bluesky, a inne aplikacje mogą nie respektować tego ustawienia. Twoja treść może nadal być wyświetlana dla niezalogowanych użytkowników przez inne aplikacje i strony internetowe.
zh_tw: 請注意：Bluesky 是開放且公開的網路。這個設定只會限制您的內容在 Bluesky 應用程式和網站上的能見度，而其他應用程式可能不會遵從這個設定。您的內容可能還是會顯示給其他應用程式和網站的已登出的使用者。

source: Notifications
cs: Oznámení
es_419: Notificaciones
pl: Powiadomienia
zh_tw: 通知

source: Nudity
es_419: Desnudez
pl: Nagość
zh_tw: 裸露

source: Oh no!
cs: Oh ne!
es_419: ¡Vaya! Parece que algo salió mal.
pl: O nie!
zh_tw: 噢不！

source: Oh no! Something went wrong.
es_419: ¡Oh, no! Algo salió mal.
zh_tw: 噢不！發生了錯誤。

source: Okay
cs: Dobře
es_419: OK
pl: OK
zh_tw: 確定

source: Oldest replies first
es_419: Respuestas más antiguas primero
pl: Najstarsze odpowiedzi na początku
zh_tw: 舊回覆在前

source: Onboarding reset
es_419: Restablecimiento de incorporación
pl: Resetowanie wprowadzenia

source: One or more images is missing alt text.
cs: U jednoho nebo více obrázků chybí popisek.
es_419: Falta texto alternativo en una o más imágenes.
pl: Brakuje tekstu alternatywnego dla jednego lub więcej zdjęć.
zh_tw: 有一張或多張圖片缺乏替代文字。

source: Only {0} can reply.
es_419: Solo {0} puede responder.
pl: Tylko {0} może odpowiadać.
zh_tw: 只有 {0} 才能回覆。

source: Oops!
es_419: ¡Ups!
pl: Ups!
zh_tw: 糟糕！

source: Open
es_419: Abrir
zh_tw: 開放

source: Open emoji picker
es_419: Abrir el selector de emojis
pl: Otwórz wybierak emoji
zh_tw: 開啟表情符號挑選器

source: Open links with in-app browser
es_419: Abrir enlaces con el navegador dentro de la aplicación
pl: Otwieraj linki w przeglądarce wewnątrz aplikacji
zh_tw: 用應用程式內嵌瀏覽器開啟連結

source: Open navigation
cs: Otevřít navigaci
es_419: Abrir navegación
pl: Otwórz nawigację
zh_tw: 開啟導覽

source: Open storybook page
es_419: Abrir página del storybook
pl: Otwórz stronę storybook

source: Opens {numItems} options
es_419: Abre {numItems} opciones
pl: Otwiera {numItems} opcji
zh_tw: 開啟 {numItems} 個選項

source: Opens additional details for a debug entry
es_419: Abre detalles adicionales para una entrada de depuración
pl: Otwiera dodatkowe szczegóły dla wpisu debugowania

source: Opens an expanded list of users in this notification
es_419: Abre una lista ampliada de usuarios en esta notificación
pl: Otwiera rozwiniętą listę użytkowników w tym powiadomieniu
zh_tw: 展開這個通知的使用者列表

source: Opens camera on device
es_419: Abre la cámara en el dispositivo
pl: Otwiera aparat na urządzeniu
zh_tw: 開啟裝置上的相機

source: Opens composer
es_419: Abre el creador de publicaciones
pl: Otwiera kompozytora
zh_tw: 開啟編輯畫面

source: Opens configurable language settings
cs: Otevře jazyková nastavení
es_419: Abre los ajustes de idioma
pl: Otwiera konfigurowalne ustawienia języka
zh_tw: 開啟可調整的語言設定

source: Opens device photo gallery
es_419: Abre la galería del dispositivo
pl: Otwiera galerię zdjęć urządzenia
zh_tw: 開啟裝置的相簿

source: Opens editor for profile display name, avatar, background image, and description
es_419: Abre el editor para el nombre visible del perfil, avatar, imagen de fondo y descripción
pl: Otwiera edytor dla nazwy wyświetlanej w profilu, awatara, obrazu tła i opisu
zh_tw: 顯示個人資料顯示名稱、大頭貼、背景圖片及描述的編輯器

source: Opens external embeds settings
es_419: Abre los ajustes de incrustaciones externas
pl: Otwiera ustawienia zewnętrznych osadzeń
zh_tw: 開啟外部嵌入的設定

source: Opens followers list
es_419: Abre la lista de seguidores
pl: Otwiera listę obserwujących
zh_tw: 開啟跟隨者列表

source: Opens following list
es_419: Abre la lista de seguidos
pl: Otwiera listę obserwowanych
zh_tw: 開啟跟隨中列表

source: Opens invite code list
es_419: Abre la lista de códigos de invitación
pl: Otwiera listę kodów zaproszeń
zh_tw: 會開啟邀請碼列表

source: Opens list of invite codes
cs: Otevře seznam pozvánek
es_419: Abre la lista de códigos de invitación
pl: Otwiera listę kodów zaproszeń
zh_tw: 開啟招待碼列表

source: Opens modal for account deletion confirmation. Requires email code.
es_419: Abre una ventana emergente para confirmar la eliminación de la cuenta. Requiere un código enviado por correo electrónico.
pl: Otwiera okno modalne potwierdzające usunięcie konta. Wymaga kodu e-mail.
zh_tw: 會開啟帳戶刪除確認的對話框。需要郵件確認碼。

source: Opens modal for using custom domain
cs: Otevře okno pro použití vlastní domény
es_419: Abre una ventana emergente para usar un dominio personalizado
pl: Otwiera okno modalne do korzystania z niestandardowej domeny

source: Opens moderation settings
cs: Otevře nastavení moderování
es_419: Abre ajustes de moderación
pl: Otwiera ustawienia moderacji

source: Opens password reset form
es_419: Abre el formulario de restablecimiento de contraseña
pl: Otwiera formularz resetowania hasła
zh_tw: 開啟密碼重設表單

source: Opens screen to edit Saved Feeds
es_419: Abre la pantalla para editar los muros guardados
pl: Otwiera ekran do edycji zapisanych feedów

source: Opens screen with all saved feeds
cs: Otevře obrazovku se všemi uloženými zdroji
es_419: Abre la pantalla con todos los muros guardados
pl: Otwiera ekran ze wszystkimi zapisanymi feedami
zh_tw: 開啟包含所有已儲存的時間軸的畫面

source: Opens the app password settings page
cs: Otevře stránku nastavení aplikačního hesla
es_419: Abre la página de ajustes de contraseñas de aplicación
pl: Otwiera stronę ustawień hasła aplikacji
zh_tw: 會開啟應用程式密碼的設定頁面

source: Opens the home feed preferences
cs: Otevře předvolby hlavního zdroje
es_419: Abre las preferencias de muros de la página de inicio
pl: Otwiera preferencje strony głównej
zh_tw: 開啟主時間軸的設定

source: Opens the storybook page
cs: Otevřít stránku se záznamy
es_419: Abre la página del storybook
pl: Otwiera stronę storybook

source: Opens the system log page
cs: Otevřít systémový protokol
es_419: Abre la página de registro del sistema
pl: Otwiera stronę dziennika systemowego

source: Opens the threads preferences
cs: Otevřít nastavení vláken
es_419: Abre las preferencias de los hilos
pl: Otwiera preferencje wątków
zh_tw: 開啟對話串的設定

source: Option {0} of {numItems}
es_419: Opción {0} de {numItems}
pl: Opcja {0} z {numItems}
zh_tw: 選項 {0}，共 {numItems} 項

source: Or combine these options:
es_419: O combina estas opciones:
pl: Lub połącz te opcje:
zh_tw: 或是合併這些選項：

source: Or you can try our "Discover" algorithm:
es_419: O puedes probar nuestro algoritmo «Descubrir»:

source: Other account
cs: Jiný účet
es_419: Otra cuenta
pl: Inne konto
zh_tw: 其他帳戶

source: Other service
cs: Jiné služby
es_419: Otro servicio
pl: Inna usługa
zh_tw: 其他服務

source: Other...
cs: Ostatní...
es_419: Otros...
pl: Inne...
zh_tw: 其他...

source: Page not found
cs: Stránka nenalezena
es_419: No se ha encontrado la página
pl: Nie znaleziono strony
zh_tw: 找不到頁面

source: Page Not Found
es_419: No se ha encontrado la página
pl: Nie znaleziono strony
zh_tw: 找不到頁面

source: Password
cs: Heslo
es_419: Contraseña
pl: Hasło
zh_tw: 密碼

source: Password updated
cs: Heslo aktualizováno
es_419: Se ha actualizado la contraseña
pl: Hasło zaktualizowane
zh_tw: 已更新密碼

source: Password updated!
cs: Heslo aktualizováno!
es_419: ¡Se ha actualizado la contraseña!
pl: Hasło zaktualizowane!
zh_tw: 已更新密碼！

source: People followed by @{0}
es_419: Cuentas seguidas por @{0}
pl: Osoby obserwowane przez @{0}
zh_tw: @{0} 所跟隨的人們

source: People following @{0}
es_419: Cuentas que siguen a @{0}
pl: Osoby obserwujące @{0}
zh_tw: 正在跟隨 @{0} 的人們

source: Permission to access camera roll is required.
es_419: Se requiere permiso para acceder a la galería.
pl: Wymagane jest uprawnienie do dostępu do albumu zdjęć.
zh_tw: 需要存取相簿的權限。

source: Permission to access camera roll was denied. Please enable it in your system settings.
es_419: Se ha denegado el permiso para acceder a la galería. Por favor, actívalo en los ajustes del sistema.
pl: Odmówiono dostępu do albumu zdjęć. Proszę włączyć go w ustawieniach systemowych.
zh_tw: 存取相簿的權限已被拒絕。請在您的系統設定中啟用它。

source: Phone number
es_419: Número de teléfono
pl: Numer telefonu
zh_tw: 電話號碼

source: Pictures meant for adults.
cs: Obrázky určené pro dospělé.
es_419: Imágenes con contenido para adultos.
pl: Zdjęcia przeznaczone dla dorosłych.
zh_tw: 專門給成人看的圖片。

source: Pin to home
es_419: Fijar a la pantalla de inicio
pl: Przypnij do strony głównej
zh_tw: 釘選到首頁

source: Pinned Feeds
cs: Připnuté zdroje
es_419: Muros fijados
pl: Przypięte kanały
zh_tw: 已釘選的時間軸

source: Play {0}
es_419: Reproducir {0}
pl: Odtwórz {0}
zh_tw: 播放 {0}

source: Play Video
es_419: Reproducir video
pl: Odtwórz wideo
zh_tw: 播放影片

source: Plays the GIF
es_419: Reproduce el GIF
pl: Odtwarza GIF
zh_tw: 播放 GIF

source: Please choose your handle.
cs: Zvolte si své uživatelské jméno
es_419: Escoge tu identificador.
pl: Proszę wybrać nazwę użytkownika.

source: Please choose your password.
cs: Zvolte si své heslo.
es_419: Escoge tu contraseña.
pl: Proszę wybrać hasło.
zh_tw: 請選擇您的密碼。

source: Please confirm your email before changing it. This is a temporary requirement while email-updating tools are added, and it will soon be removed.
cs: Před změnou prosím potvrďte svůj e-mail. Toto je dočasný požadavek, dokud nebudou přidány nástroje pro aktualizaci e-mailu, a brzy bude odstraněn.
es_419: Por favor, confirma tu correo electrónico antes de cambiarlo. Este es un requisito temporal mientras se añaden herramientas para actualizar el correo electrónico, y pronto será eliminado.
pl: Proszę potwierdzić swój adres e-mail przed jego zmianą. Jest to tymczasowe wymaganie, podczas dodawania narzędzi do aktualizacji adresu e-mail, które wkrótce zostanie usunięte.
zh_tw: 請在變更前先確認您的電子郵件。這個要求是暫時的，在電子郵件更新工具加入後將會移除。

source: Please enter a name for your app password. All spaces is not allowed.
es_419: Por favor, introduce un nombre para tu contraseña de aplicación. No se permiten espacios.
pl: Proszę podać nazwę dla hasła aplikacji. Nie są dozwolone spacje.
zh_tw: 請為您的應用程式密碼輸入名稱。不能只用空格。

source: Please enter a phone number that can receive SMS text messages.
es_419: Por favor, introduce un número de teléfono que pueda recibir mensajes de texto.
pl: Proszę podać numer telefonu, na który można otrzymywać wiadomości tekstowe SMS.
zh_tw: 請輸入可以接收 SMS 簡訊的電話號碼。

source: Please enter a unique name for this App Password or use our randomly generated one.
cs: Zadejte prosím jedinečný název pro toto aplikační heslo nebo použijte naše náhodně vygenerované.
es_419: Introduce un nombre único para esta contraseña de aplicación o utiliza la que generamos aleatoriamente.
pl: Proszę podać unikalną nazwę dla tego hasła aplikacji lub użyć wygenerowanego losowo.
zh_tw: 請為這個應用程式密碼輸入獨特的名稱，或使用我們為您隨機產生的名稱。

source: Please enter the code you received by SMS.
es_419: Por favor, introduce el código que recibiste por mensaje de texto.
pl: Proszę podać kod otrzymany w wiadomości SMS.
zh_tw: 請輸入您藉由簡訊收到的驗證碼。

source: Please enter the verification code sent to {phoneNumberFormatted}.
es_419: Por favor, introduce el código de verificación enviado a {phoneNumberFormatted}.
pl: Proszę podać kod weryfikacyjny wysłany na numer {phoneNumberFormatted}.

source: Please enter your email.
cs: Zadejte prosím svůj email.
es_419: Introduce tu correo electrónico.
pl: Proszę podać swój adres e-mail.
zh_tw: 請輸入您的電子郵件。

source: Please enter your password as well:
cs: Zadejte prosím také své heslo:
es_419: Introduce también tu contraseña:
pl: Proszę podać również swoje hasło:

source: Please tell us why you think this content warning was incorrectly applied!
es_419: Por favor, dinos por qué crees que esta advertencia de contenido se aplicó incorrectamente.
pl: Proszę powiedzieć nam, dlaczego uważasz, że to ostrzeżenie o treści zostało niewłaściwie zastosowane!
zh_tw: 請告訴我們為什麼您覺得這個內容警告套用的不正確！

source: Please Verify Your Email
es_419: Por favor, verifica tu correo electrónico
pl: Proszę zweryfikować swój adres e-mail
zh_tw: 請驗證您的電子郵件

source: Please wait for your link card to finish loading
es_419: Por favor, espera a que tu ficha de enlace termine de cargar.
pl: Proszę czekać, aż karta linku zostanie w pełni załadowana
zh_tw: 請等待您的連結卡片完成載入

source: Porn
es_419: Pornografía
pl: Pornografia
zh_tw: 色情

# action
source: Post
es_419: Publicación
pl: Opublikuj
zh_tw: 貼文

# description
source: Post
es_419: Publicación
zh_tw: 貼文

source: Post by {0}
es_419: Publicación hecha por {0}
pl: Post autorstwa {0}
zh_tw: 來自 {0} 的貼文

source: Post by @{0}
es_419: Publicación hecha por @{0}
pl: Post autorstwa @{0}
zh_tw: 來自 @{0} 的貼文

source: Post deleted
es_419: Publicación eliminada
pl: Post usunięty
zh_tw: 已刪除貼文

source: Post hidden
cs: Příspěvek byl skryt
es_419: Publicación oculta
pl: Post ukryty
zh_tw: 已隱藏貼文

source: Post language
cs: Jazyk příspěvku
es_419: Idioma de la publicación
pl: Język postu
zh_tw: 貼文語言

source: Post Languages
cs: Jazyky příspěvků
es_419: Idiomas de la publicación
pl: Języki postów
zh_tw: 貼文語言

source: Post not found
cs: Příspěvek nenalezen
es_419: No se ha encontrado la publicación
pl: Nie znaleziono postu
zh_tw: 找不到貼文

source: Posts
es_419: Publicaciones
pl: Posty
zh_tw: 貼文

source: Posts hidden
es_419: Publicaciones ocultas
pl: Posty ukryte
zh_tw: 已隱藏的貼文

source: Potentially Misleading Link
cs: Potenciálně zavádějící odkaz
es_419: Enlace potencialmente engañoso
pl: Potencjalnie wprowadzający w błąd link
zh_tw: 可能引發誤解的連結

source: Previous image
cs: Předchozí obrázek
es_419: Imagen anterior
pl: Poprzednie zdjęcie
zh_tw: 上一張圖片

source: Primary Language
cs: Hlavní jazyk
es_419: Idioma principal
pl: Język podstawowy
zh_tw: 主要語言

source: Prioritize Your Follows
cs: Upřednostňujte své sledující
es_419: Priorizar tus seguidos
pl: Priorytetyzuj obserwowane
zh_tw: 優先顯示您的跟隨

source: Privacy
cs: Soukromí
es_419: Privacidad
pl: Prywatność
zh_tw: 隱私

source: Privacy Policy
cs: Zásady ochrany osobních údajů
es_419: Política de Privacidad
pl: Polityka prywatności
zh_tw: 隱私權政策

source: Processing...
cs: Zpracovávání
es_419: Procesando...
pl: Przetwarzanie...
zh_tw: 處理中...

source: Profile
cs: Profil
es_419: Perfil
pl: Profil
zh_tw: 個人資料

source: Profile updated
es_419: Perfil actualizado
pl: Profil zaktualizowany
zh_tw: 已更新個人資料

source: Protect your account by verifying your email.
cs: Chraňte svůj účet ověřením svého e-mailu.
es_419: Protege tu cuenta verificando tu correo electrónico.
pl: Zabezpiecz swoje konto, weryfikując swój adres e-mail.
zh_tw: 驗證您的電子郵件來保護您的帳戶。

source: Public
es_419: Público
zh_tw: 公開

source: Public, shareable lists of users to mute or block in bulk.
cs: Veřejné, sdílitelné seznamy uživatelů, pomocí kterých jde hromadně ztlumit nebo zablokovat účty.
es_419: Listas públicas y compartibles de usuarios para silenciar o bloquear en masa.
pl: Publiczne, udostępniane listy użytkowników do wyciszenia lub zablokowania zbiorowego.

source: Public, shareable lists which can drive feeds.
cs: Veřejné seznamy ke sdílení, které mohou řídit zdroje.
es_419: Listas públicas y compartibles que pueden influir en los muros.
pl: Publiczne, udostępniane listy, które mogą napędzać kanały.

source: Publish post
es_419: Publicar publicación
pl: Opublikuj post
zh_tw: 發佈貼文

source: Publish reply
es_419: Publicar respuesta
pl: Opublikuj odpowiedź
zh_tw: 發佈回覆

# action
source: Quote post
es_419: Citar publicación
pl: Cytuj post
zh_tw: 引用

source: Quote post
cs: Citovat
es_419: Citar publicación
pl: Cytuj post
zh_tw: 引用

# action
source: Quote Post
es_419: Citar publicación
pl: Cytuj post
zh_tw: 引用

source: Random (aka "Poster's Roulette")
es_419: Aleatorio
pl: Losowy (znany również jako "Ruletka Postera")
zh_tw: 隨機（別名「貼文者輪盤」）

source: Ratios
cs: Poměry
es_419: Proporciones
pl: Proporcje
zh_tw: 比例

source: Recommended Feeds
cs: Doporučené zdroje
es_419: Muros recomendados
pl: Polecane kanały
zh_tw: 建議時間軸

source: Recommended Users
cs: Doporučení uživatelé
es_419: Usuarios recomendados
pl: Polecani użytkownicy
zh_tw: 建議使用者

source: Remove
cs: Odebrat
es_419: Eliminar
pl: Usuń
zh_tw: 移除

source: Remove {0} from my feeds?
cs: Odebrat {0} z mých zdrojů?
es_419: ¿Eliminar {0} de mis muros?
pl: Usunąć {0} z moich kanałów?
zh_tw: 要從我的時間軸中移除 {0} 嗎？

source: Remove account
cs: Odebrat účet
es_419: Eliminar cuenta
pl: Usuń konto
zh_tw: 移除帳戶

source: Remove feed
cs: Odebrat zdroj
es_419: Eliminar muro
pl: Usuń kanał
zh_tw: 移除時間軸

source: Remove from my feeds
cs: Odebrat z mých zdrojů
es_419: Eliminar de mis muros
pl: Usuń z moich kanałów
zh_tw: 從我的時間軸中移除

source: Remove image
cs: Odebrat obrázek
es_419: Eliminar imagen
pl: Usuń obraz
zh_tw: 移除圖片

source: Remove image preview
cs: Odebrat náhled obrázku
es_419: Eliminar previsualización de imagen
pl: Usuń podgląd obrazu
zh_tw: 移除圖片預覽

source: Remove repost
es_419: Eliminar republicación
pl: Usuń repost
zh_tw: 移除轉貼

source: Remove this feed from my feeds?
es_419: ¿Eliminar este muro de mis muros?
pl: Usunąć ten kanał z moich kanałów?
zh_tw: 從我的時間軸中移除這個時間軸嗎？

source: Remove this feed from your saved feeds?
cs: Odebrat tento zdroj z uložených zdrojů?
es_419: ¿Eliminar este muro de mis muros guardados?
pl: Usunąć ten kanał z twoich zapisanych kanałów?
zh_tw: 從您已儲存的時間軸中移除這個時間軸嗎？

source: Removed from list
cs: Odebráno ze seznamu
es_419: Se ha eliminado de la lista
pl: Usunięto z listy
zh_tw: 已從列表中移除

source: Removed from my feeds
es_419: Se ha eliminado de tus muros
pl: Usunięto z moich kanałów
zh_tw: 已從我的時間軸中移除

source: Removes default thumbnail from {0}
es_419: Elimina la miniatura predeterminada de {0}
pl: Usuwa domyślną miniaturę z {0}
zh_tw: 從 {0} 移除預設縮圖

source: Replies
es_419: Respuestas
pl: Odpowiedzi
zh_tw: 回覆

source: Replies to this thread are disabled
cs: Odpovědi na toto vlákno jsou zakázány
es_419: Las respuestas a este hilo están desactivadas
pl: Odpowiedzi na ten wątek są wyłączone
zh_tw: 這個對話串已停用回覆

# action
source: Reply
es_419: Responder
pl: Odpowiedz
zh_tw: 回覆

source: Reply Filters
cs: Filtry odpovědí
es_419: Filtros de respuestas
pl: Filtry odpowiedzi
zh_tw: 回覆過濾器

# description
source: Reply to <0/>
es_419: Responder a <0/>
pl: Odpowiedz na <0/>
zh_tw: 回覆給 <0/>

source: Report {collectionName}
cs: Nahlásit {collectionName}
es_419: Denunciar {collectionName}
pl: Zgłoś {collectionName}
zh_tw: 檢舉 {collectionName}

source: Report Account
cs: Nahlásit účet
es_419: Denunciar cuenta
pl: Zgłoś konto
zh_tw: 檢舉帳戶

source: Report feed
cs: Nahlásit zdroj
es_419: Denunciar muro
pl: Zgłoś kanał
zh_tw: 檢舉時間軸

source: Report List
cs: Nahlásit seznam
es_419: Denunciar lista
pl: Zgłoś listę
zh_tw: 檢舉列表

source: Report post
cs: Nahlásit příspěvek
es_419: Denunciar publicación
pl: Zgłoś post
zh_tw: 檢舉貼文

# action
source: Repost
es_419: Republicar
pl: Repostuj
zh_tw: 轉貼

source: Repost
cs: Přeposlat
es_419: Republicar
pl: Repostuj
zh_tw: 轉貼

source: Repost or quote post
cs: Přeposlat nebo citovat příspěvek
es_419: Republicar o citar publicación
pl: Repostuj lub cytuj post
zh_tw: 轉貼或是引用貼文

source: Reposted By
es_419: Republicado por
pl: Repostowane przez
zh_tw: 轉貼者

source: Reposted by {0}
es_419: Republicado por {0}
pl: Repostowane przez {0}
zh_tw: 由 {0} 轉貼

source: Reposted by <0/>
es_419: Republicado por <0/>
pl: Repostowane przez <0/>
zh_tw: 由 <0/> 轉貼

source: reposted your post
es_419: ha republicado tu publicación
pl: repostował twój post
zh_tw: 轉貼了您的貼文

source: Reposts of this post
es_419: Republicaciones de esta publicación
pl: Reposty tego postu
zh_tw: 這個貼文的轉貼

source: Request Change
cs: Požádat o změnu
es_419: Solicitar cambio
pl: Zażądaj zmiany
zh_tw: 要求變更

source: Request code
es_419: Solicitar código
pl: Zażądaj kodu
zh_tw: 請求驗證碼

source: Require alt text before posting
es_419: Requerir texto alternativo antes de publicar
zh_tw: 發佈圖片時要求填入替代文字

source: Required for this provider
cs: Požadováno pro tohoto poskytovatele
es_419: Requerido para este proveedor
pl: Wymagane dla tego dostawcy
zh_tw: 此提供者需要

source: Reset code
cs: Obnovovací kód
es_419: Restablecer código
pl: Resetuj kod
zh_tw: 重設碼

source: Reset onboarding
es_419: Restablecer incorporación
pl: Resetuj wprowadzenie

source: Reset onboarding state
cs: Obnovit stav registrace
es_419: Restablecer estado de incorporación
pl: Resetuj stan wprowadzenia

source: Reset password
cs: Obnovit heslo
es_419: Restablecer contraseña
pl: Resetuj hasło
zh_tw: 重設密碼

source: Reset preferences
es_419: Restablecer preferencias
pl: Resetuj preferencje
zh_tw: 重設偏好設定

source: Reset preferences state
cs: Obnovit stav předvoleb
es_419: Restablecer estado de preferencias
pl: Resetuj stan preferencji
zh_tw: 重設偏好設定狀態

source: Resets the onboarding state
cs: Obnovit stav registrace
es_419: Restablece el estado de incorporación
pl: Resetuje stan wprowadzenia

source: Resets the preferences state
cs: Obnovit stav předvoleb
es_419: Restablece el estado de preferencias
pl: Resetuje stan preferencji

source: Retries login
es_419: Reintenta inicio de sesión
pl: Ponów logowanie
zh_tw: 重新嘗試登入

source: Retries the last action, which errored out
es_419: Reintenta la última acción, que generó un error
pl: Ponawia ostatnią akcję, która zakończyła się błędem
zh_tw: 重試出現錯誤的上一個動作

source: Retry
cs: Opakovat
es_419: Reintentar
pl: Ponów
zh_tw: 重試

source: Retry.
es_419: Reintentar.
pl: Ponów.
zh_tw: 重試。

source: Return to previous page
es_419: Regresar a la página anterior
pl: Powróć do poprzedniej strony
zh_tw: 回到上一頁

source: SANDBOX. Posts and accounts are not permanent.
es_419: SANDBOX. Las publicaciones y cuentas no son permanentes.
pl: SANDBOX. Posty i konta nie są trwałe.
zh_tw: 沙盒模式。貼文與帳戶皆非永久。

# action
source: Save
es_419: Guardar
pl: Zapisz
zh_tw: 儲存

source: Save
cs: Uložit
es_419: Guardar
pl: Zapisz
zh_tw: 儲存

source: Save alt text
cs: Uložit popisný text
es_419: Guardar texto alternativo
pl: Zapisz alternatywny tekst
zh_tw: 儲存替代文字

source: Save Changes
cs: Uložit změny
es_419: Guardar cambios
pl: Zapisz zmiany
zh_tw: 儲存變更

source: Save handle change
cs: Uložit změnu uživatelského jména
es_419: Guardar cambio de identificador
pl: Zapisz zmianę uchwytu

source: Save image crop
cs: Uložit oříznutí obrázku
es_419: Guardar recorte de imagen
pl: Zapisz przycięcie obrazu
zh_tw: 儲存圖片裁剪

source: Saved Feeds
cs: Uložené zdroje
es_419: Muros guardados
pl: Zapisane kanały
zh_tw: 已儲存的時間軸

source: Saves any changes to your profile
es_419: Guarda cualquier cambio en tu perfil
pl: Zapisuje wszelkie zmiany w Twoim profilu
zh_tw: 儲存個人資料的變更

source: Saves handle change to {handle}
es_419: Guarda el cambio de identificador a {handle}
pl: Zapisuje zmianę uchwytu na {handle}

source: Scroll to top
es_419: Desplázate hacia arriba
pl: Przewiń do góry
zh_tw: 捲動至頂端

source: Search
cs: Vyhledávání
es_419: Buscar
pl: Szukaj
zh_tw: 搜尋

source: Search for "{query}"
es_419: Buscar «{query}»
pl: Szukaj "{query}"
zh_tw: 搜尋「{query}」

source: Search for users
es_419: Buscar usuarios
pl: Szukaj użytkowników
zh_tw: 搜尋使用者

source: Security Step Required
cs: Je vyžadován bezpečnostní krok
es_419: Se requiere un paso de seguridad
pl: Wymagany krok zabezpieczeń
zh_tw: 必要的安全性步驟
